[{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Accessing public services",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Help for older and vulnerable people and those with lower digital skills to stay in contact with family and friends, to keep up to date, and to be healthy during the spread of the coronavirus.",
  "Description": "How to access GP services online – providing key information on how to find and register with your local GP surgery, apply for repeat prescriptions and look up health records online.\n\nHow to use the NHS website – outlining how to make the most of the NHS website to find advice and local health services like GPs and hospitals online.\n \nUsing public services online – how to understand what public services are available online, how use the GOV.UK\ngovernment website and find local council services.",
  "Link": "https://www.bt.com/skillsfortomorrow/daily-life/accessing-public-services.html"

},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Video calling",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Learn how to use video calling to connect with family and friends",
  "Description": "",
  "Link": "https://www.learnmyway.com/courses/video-calling"

},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Online and mobile banking",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "providing tips on how to do internet banking using either a computer, tablet or\nmobile phone, and how to keep track of your money",
  "Description": "",
  "Link": "https://www.bt.com/skillsfortomorrow/dailylife/\nmanaging-your-money.html"

},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Online shopping",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "helping on how to shop online, compare prices, use secure payment methods and understand\nyour rights when buying online",
  "Description": "",
  "Link": "https://www.bt.com/skillsfortomorrow/daily-life/mastering-the-basics/makingthe-\nmost-of-the-internet.html"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Socialising online – and to share things online",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "learn how to use social networks like Facebook and Twitter to connect with family and friends",
  "Description": "",
  "Link": "https://www.bt.com/skillsfortomorrow/daily-life/mastering-the-basics/discoveringsocial-\nmedia.html"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Watching and listening online",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "support to watch TV and listen to radio online, and to use services to listen to\nmusic:",
  "Description": "",
  "Link": "https://www.bt.com/skillsfortomorrow/daily-life/mastering-the-basics/digital-tools.html"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "Small businesses",
  "Areas": "All",
  "CourseArea": "Marketing",
  "Qualification": "Support with business online",
  "Level": "N/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "At a time when many small businesses may struggle to survive, we’re working with Google Digital Garage, Small Business\nBritain, and LinkedIn Learning to provide guides for people to do business online and to build their digital skills.",
  "Description": "Make sure customers find you online – setting out how search engines and online advertising can help small\nbusinesses to connect with more customers.\n\nConnect with customers over mobile – providing information on how to grow an online presence and start\nreaching new customers on their mobiles.\n\nPromote a business with content – supporting small businesses on how to get noticed and to connect with more\ncustomers through social media, video, and content marketing.\n\nPromote a business with online advertising – outlining the online tools small businesses can use to promote their\nbusiness online, create a marketing strategy, and attract the right customers.",
  "Link": "https://www.bt.com/skillsfortomorrow/business/promoting-your-business.html"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "Small businesses",
  "Areas": "All",
  "CourseArea": "Marketing",
  "Qualification": "Support with business online",
  "Level": "N/a",
  "Type": "Webinars",
  "Cost": "Free",
  "Opportunity": "Support to small businesses via webinars, covering topics such as Online Presence, Digital Marketing,",
  "Description": "Data Analytics, Social Media and Collaboration Tools.",
  "Link": "https://www.eventbrite.co.uk/o/bt-skills-for-tomorrow-2682359293"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "Family learning",
  "Areas": "All",
  "CourseArea": "Online safety",
  "Qualification": "Bringing digital skills to life",
  "Level": "Entry",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "BT Learning at Home resources - we have engaging activities for children aged 4-11 year old to keep developing\ntheir computing and digital skills at home:  Supporting your children - information and activities to help parents keep their kids safe online and to feel\nbetter equipped for conversations about the online world: https://www.bt.com/skillsfortomorrow/parents.html",
  "Description": "Children begin to develop these skills very early and they will become increasingly important in a world where we use digital more and more every day. In addition to 'Barefoot', our digital skills programme at school, we are empowering you to bring these skills to life at home with a range of information and activities for children aged 4–7",
  "Link": "https://www.bt.com/skillsfortomorrow/parents/learning-athome.\nhtml"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "Family learning",
  "Areas": "All",
  "CourseArea": "Online safety",
  "Qualification": "Supporting your children -",
  "Level": "N/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "information and activities to help parents keep their kids safe online and to feel\nbetter equipped for conversations about the online world: https://www.bt.com/skillsfortomorrow/parents.html",
  "Description": "Understanding online issues\nSetting controls\nSetting controls\nLearning at Home",
  "Link": "https://www.bt.com/skillsfortomorrow/parents.html"
},
{
  "Provider": "BT/Skills for Tomorrow",
  "SupportFor": "Employees",
  "Areas": "All",
  "CourseArea": "Online safety",
  "Qualification": "Supporting people working from home",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Many people will find themselves working from home for the first time and will need support in remaining productive\noutside of their usual workplace. Working with LinkedIn Learning and Google Digital Garage, we have guides to help\npeople to build their digital skills and work online effectively wherever they are.",
  "Description": "Key information includes:\n How to increase productivity at work – providing tips on how to be better at time management, and how\nprioritisation can help people work more efficiently.\n Business communication - advice on writing for business and how to make communications concise, easy to read\nand engaging.",
  "Link": "https://www.bt.com/skillsfortomorrow/work-life.html"
},
{
  "Provider": "Museum",
  "SupportFor": "Museums and cultural organizations",
  "Areas": "All",
  "CourseArea": "Marketing",
  "Qualification": "How to Keep Your Audience Engaged, Entertained,",
  "Level": "n/a",
  "Type": "Webinars",
  "Cost": "Free",
  "Opportunity": "Join Museum's Brendan Ciecko, with special guests Seema Rao (Deputy Director & Chief Experience Officer @ Akron Art Museum), and Scott Stulen (Director and President @ Philbrook Museum of Art), as they talk about steps cultural organizations can take to engage their audiences digitally and continue their important work as trusted community resources during this public health and economic crisis, even when physical sites remain in lockdown",
  "Description": "",
  "Link": "https://cuseum.com/webinars/how-to-keep-your-audience-engaged-entertained-and-inspired-in-the-age-of-coronavirus-overview"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Childcare",
  "Qualification": "Level 2 Certificate in Understanding Common Childhood Illnesses",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Although there are many different illnesses which can be experienced during childhood, there are several which are common to many babies and children. Therefore, it is crucial that those who work, or want to work, with babies and children in an early years setting develop an in-depth knowledge and understanding of common childhood illnesses. Not only will this help in ensuring babies and children who are unwell receive the care they need, but it will also help lessen the possibility of the illness spreading to others.\n\nThis course will equip you with a strong understanding of common childhood illnesses, including how to provide a safe and healthy environment for babies and young children, how to recognise when a baby or child is unwell, and how to manage acute and chronic health conditions in an early years setting.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/7/1527"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Common Health Conditions",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification will give you an awareness of a range of common health conditions which will then encourage you to move on to further and more in-depth study of specific health conditions. Within this qualification you will learn about cardiovascular disease, stroke, arthritis, physical disabilities and Parkinson’s disease.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/15/1574"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Understanding Nutrition and Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to improve your understanding of nutrition and health, covering factors such as the principles of healthy eating and weight management, nutrition in the context of eating disorders and how to prepare food safely in a home environment.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/15/1575"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and safety",
  "Qualification": "Level 2 Certificate in Falls Prevention and Awareness",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is ideal for those working within the health and social care sector and aims to raise awareness about the impact and consequences of a fall, the risks and hazards that could result in a fall and how to prevent or reduce the risk of a fall.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1577"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Principles of the Prevention and Control of Infection in Health Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to prepare you for tackling the outbreak of infection in hospitals and healthcare settings by aiding you in understanding the many causes of infection and how it can be spread, as well as how you can help control it.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/15/1577"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Principles of End of Life Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to help you identify, develop and formally recognise your knowledge and skills surrounding the care of patients, friends and families during this sensitive and emotionally demanding time of life, and is ideal if you are already working in, or intending to work within, the healthcare or social care sector.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1578"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Preparing to Work in Adult Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to develop and improve your employees’ skills and knowledge in relation to adult social care.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1537"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in the Principles of Dementia Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "UK employers, particularly in the health and social care sector, are often looking for candidates with knowledge of this complex condition. This qualification aims to provide you with the vital knowledge needed to begin tackling dementia through understanding what it is and how to support those who are affected by it. It also ensures that you will develop an essential understanding of caring for people with dementia, as well as covering the benefits of positive communication and the importance of individualised, person-centred care.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1580"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Level 2 Certificate in Information, Advice and Guidance",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "UK employers are often interested in candidates who can demonstrate an understanding and commitment to working well and inclusively with others. This qualification covers the topics you need to study to be able to provide excellent and efficient service, including questioning, listening and communicating techniques, the importance of confidentiality and how to overcome barriers.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/1579"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Level 2 Certificate in Counselling Skills",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification will help develop your knowledge and skills around counselling by looking at counselling theories, key elements of the main theoretical approaches and will help you to develop self-understanding and reflect on your own values and beliefs. Successfully completing this qualification will help enable you to provide support and help to others.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1606"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Level 2 Certificate in Principles of Business Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification will give you the underpinning knowledge that is required to ensure you can successfully work in a range of different environments in a business administration role. You will develop essential knowledge of how to carry out administrative tasks such as how to manage information and supporting events. You will also learn how to apply your knowledge in a variety of industries and job roles.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/1607"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Level 2 Certificate in Principles of Working with Individuals with Learning Disabilities",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "By completing this qualification, you will gain knowledge of several different Specific Learning Difficulties, how they are diagnosed and how individuals can be supported. You will develop an understanding of the positive aspects and strengths or individuals with Specific Learning Difficulties in addition to exploring the barriers they may face.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1608"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Level 2 Certificate in IT User Skills",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The course is for anyone who wants to build upon their existing IT and Internet skills to gain a qualification that is also attractive to employers.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/8/2032"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Level 2 Certificate in Awareness of Bullying in Children and Young People",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This online course provides learners with an understanding of the principles of bullying, identifying bullying in children, the factors that can create a ‘bully’, and how you can support young people who are experiencing bullying.\n\nWe know that bullying affects children and young people across many settings – at school, in childcare, local communities and even online. As a growing concern, it is reported that 40% of all young people aged 11 to 16 now experience bullying, with 6% said to experience bullying daily.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/2033"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Level 2 Certificate in Principles of Team Leading",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is designed for those who wish to gain further skills to develop their careers and progress in the workplace. It is suitable for anyone who is new to a team leading role, or those who are hoping to become a team leader as they advance their careers.\n\nYou will develop and improve your practical skills in order to become a successful team leader with the ability to improve the morale within a workplace. So whether you are hoping to progress to a team leading role in the future, or want more knowledge about how to progress in a current position, this qualification is the perfect place for you to start.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/1084"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Level 2 Certificate in Equality and Diversity",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Every year there are approximately 270,000 incidents of ‘hate crime’ in the UK. These are crimes that, more often than not, involve varying degrees of violence, and are committed against someone due to their disability, race, sexual orientation, religion or other type of prejudice.\n\nPromoting equality and diversity in the workplace and the wider community is crucial to a great working environment. Therefore, this course is suitable to any employees in any workplace. This course promotes social awareness and good practice of equality and diversity within a community, at work, at home and in society in general. It is designed to strengthen your knowledge and to help you become more socially aware in the workplace.\n\nThis course will strengthen learners’ knowledge of best practice regarding issues of equality and diversity, as well as providing key information to become more socially aware. Subjects that are covered in the course include personal and social identities, beliefs, values, stereotyping and labelling, prejudice and discrimination.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1082"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Level 2 Certificate in Understanding Specific Learning Difficulties",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Approximately 15% of people are affected by Specific Learning Difficulties (SpLDs) including dyslexia, dyscalculia, Attention Deficit Hyperactivity Disorder (ADHD) and Developmental Coordination Disorder (DCD). As these SpLDs are so prevalent throughout society, developing our understanding is increasingly important.\n\nThis course is ideal for those looking to develop their knowledge and understanding of Specific Learning Difficulties. It is ideal for those who are looking to support individuals with SpLDs in any environment, be it at home, in the workplace or in schools.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1573"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Level 2 Certificate in Understanding Behaviour that Challenges",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Whether in a workplace environment or in our personal lives, we may all encounter behaviour that challenges. This qualification explores possible causes which could explain why people behave as they do, helping you to develop your understanding and deal with these situations in an appropriate way.\n\nThis course is suitable for individuals working in a workplace environment or education setting that may encounter challenging behaviour. This course investigates the difference between conflict and behaviour that challenges, and aggression vs assertive behaviour. You will look at the impact and possible justification for these behaviours, considering what the root cause could be. This course will equip you with pro-active strategies to support positive behaviour.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1086"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Understanding Autism",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Autism is a condition that is as highly complex as it is common within our society. People who live with Autism Spectrum Conditions (ASCs) can be affected in many different ways with subtle differences present from case to case. There is no one particular type of autism, as cases range from very mild to very severe.\n\nThis course is suitable for anyone who wishes to develop their understanding of autism and the principles of supporting individuals to live healthy and fulfilled lives. The course will benefit anyone working, or looking to work, with individuals who have an autistic spectrum condition. \n\nYou will gain an understanding of the spectrum of autistic disorders and how they can affect people in a variety of ways, as well as explore the importance of using a person-centred approach to provide support. You will learn how to use appropriate communication skills and positive behaviour to encourage individuals with autistic spectrum conditions to live fulfilling and independent lives.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1080"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Awareness of Mental Health Problems",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Did you know that one in four British adults experiences at least one diagnosable mental health problem each year? \n\nThe most common is mixed anxiety and depression, but there are so many other issues which have a huge impact on a person’s life and the people around them.\n\nThis course is designed to help those who work around people with mental health problems to understand each condition fully. It would also be beneficial to anyone who has seen someone experience mental health problems and would like to find out more about the meaning, causes, effects, symptoms and management of the condition.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1079"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Level 2 Certificate in Principles of Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is suitable for anyone who is interested in customer service, and those who are hoping for career progression or employment opportunities in the customer service industry. This qualification is ideal for anyone who is currently working in a customer facing role, or anyone who is looking to get a job where the role involves customer service knowledge as a key component of the position. Learners will be introduced to key principles of customer service, communication techniques and different approaches for resolving problems. Learners will also gain an understanding of different organisational structures and current sales and consumer-related legislation.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/1083"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Childcare",
  "Qualification": "Level 2 Certificate in Introducing Caring for Children and Young People",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "There are many factors that can impact on children and young people at different stages of their development. It is important to understand what these factors are, as well as the ways in which children and young people’s development can be enhanced through activity and interaction.\n\nThis course is suitable for those currently working with children, or looking to gain employment in a role which involves caring for young people. Throughout this qualification, you will explore how children’s development can be influenced by factors such as nutrition, and gain an understanding of the various safeguarding responsibilities of those who care for children and young people. You will also discover the importance of activities, play and interaction, and learn how to contribute positively to the development of children and young people at different stages.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/7/1086"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Childcare",
  "Qualification": "Level 2 Certificate in Understanding Children and Young Peoples Mental Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "10% of children and young people (aged 5-16 years) have a clinically diagnosable mental health problem, yet 70% who experience mental health problems have not had the support they need.\n\nThis qualification will increase your knowledge and awareness of children and young people's mental health. By completing the qualification, you will develop knowledge of mental health in children and young people which would support progression onto further qualifications and into relevant employment in the health and social care or education sector.\n\nIn this qualification, the term 'children and young people' refers to an age range of 5-18 years old.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/7/1528"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Level 2 Certificate in Lean Organisation Management Techniques",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification will develop your understanding of lean organisation techniques and the skills required to work effectively in a team in the business sector. This qualification covers the skills and knowledge needed to use lean organisation and business improvement techniques in business and to work effectively in a team.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/2023"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Event planning",
  "Qualification": "Level 2 Certificate in Event Planning",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification will introduce you to the skills that are required to plan, organise and evaluate events by developing knowledge and understanding. Areas covered include marketing methods and resources, market research, human resources, communication and customer service relevant to events.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/5/4586"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Level 2 Certificate in Principles of Digital Skills in Employment",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Our Principles of Digital Skills course will equip you with an understanding and knowledge of the digital skills needed to search and apply for employment, including an awareness of finding and managing relevant and good quality information, and considering the importance of online identities. You will also look at the importance of digital skills in the workplace itself, considering how to communicate effectively using technology and how to protect data and devices, among other organisational policies and procedures.\n\nThis qualification is aimed at anyone who is either in employment or searching for employment, particularly those who wish to develop their digital skills in relation to the management of information and digital safety, security and communication. Anyone with a basic understanding of IT skills who is searching for career progression, or wishing to improve their digital skills for their own personal use, would benefit from this course.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/8/4587"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Principles of Mental Healthcare Worker",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course will equip you with a detailed understanding of mental health and mental health issues, the principles of the mental health care worker, approaches to care and management and the duty of care in adult health and social care, and change and support in relation to mental health.\n\n\nThis qualification is aimed at anyone looking to develop their understanding of mental health and the role of the mental health care worker. This qualification covers the skills and knowledge needed to understand approaches to care and management in mental health, the duty of care, and the principles a mental health care worker is required to have.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/4593"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Principles of Care Planning",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The purpose of this qualification is to develop learners’ knowledge and understanding of care planning, including person-centred thinking, planning and review, how to work with individuals to carry out activities and the promotion of health and wellbeing.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/4590"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Understanding Dignity & Safeguarding in Adult Health Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is for learners wishing to develop knowledge and understanding of the importance of dignity and safeguarding in an adult health and social care setting. These are core values for any one working in an environment where they have responsibility for other individuals and this qualification helps to develop thinking around their importance.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1090"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Level 2 Certificate in Understanding the Management and Care of Diabetes",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is designed for those who wish to improve their knowledge and understanding around what is involved with caring for individuals with diabetes. This qualification is suitable for someone working in a health and social care setting, or someone with a close friend of relative with the condition who wishes to understand a little more about how to assist with their care.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/4589"
},
{
  "Provider": "The open University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Returning to STEM",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "This course is here to help you get back to work in Science, Technology, Engineering or Mathematics. The course is intended for anyone who wants to get back into STEM work after having a break, whether to care for family, because of redundancy or for other reasons.",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/science-maths-technology/returning-stem/content-section-overview?active-tab=review-tab"
},
{
  "Provider": "Harvard University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "CS50's Introduction to Game Development",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Overview\n\n\nIn a quest to understand how video games themselves are implemented, you'll explore the design of such childhood games as:\n◦Super Mario Bros. \n◦Pong\n◦Flappy Bird\n◦Breakout\n◦Match 3\n◦Legend of Zelda\n◦Angry Birds\n◦Pokémon\n◦3D Helicopter Game\n◦Dreadhalls\n◦Portal",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-cs50-s-introduction-to-game-development-11504?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Harvard University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "CS50’s Mobile App Development with React Native",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course picks up where CS50 leaves off, transitioning from web development to mobile app development with React Native. \n\nThe course introduces you to modern JavaScript (including ES6 and ES7) as well as to JSX, a JavaScript extension. Through hands-on projects, you'll gain experience with React and its paradigms, app architecture, and user interfaces. The course culminates in a final project for which you'll implement an app entirely of your own design.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-cs50-s-mobile-app-development-with-react-native-11505?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Harvard University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "CS50’s Web Programming with Python and JavaScript",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Topics include database design, scalability, security, and user experience. Through hands-on projects, you'll learn to write and use APIs, create interactive UIs, and leverage cloud services like GitHub and Heroku. By course's end, you'll emerge with knowledge and experience in principles, languages, and tools that empower you to design and deploy applications on the Internet.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-cs50-s-web-programming-with-python-and-javascript-11506?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "University of California, Irvine",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Functions, Methods, and Interfaces in Go",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Continue your exploration of the Go programming language as you learn about functions, methods, and interfaces. Topics include the implementation of functions, function types, object-orientation in Go, methods, and class instantiation. As with the first course in this series, you’ll have an opportunity to create your own Go applications so you can practice what you’re learning.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/golang-functions-methods-12050?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "University of California, Irvine",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Concurrency in Go",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Learn how to implement concurrent programming in Go. Explore the roles of channels and goroutines in implementing concurrency. Topics include writing goroutines and implementing channels for communications between goroutines. Course activities will allow you to exercise Go’s capabilities for concurrent programming by developing several example programs.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/golang-concurrency-12047?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "University of California, Irvine",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Getting Started with Go",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Learn the basics of Go, an open source programming language originally developed by a team at Google and enhanced by many contributors from the open source community. This course is designed for individuals with previous programming experience using such languages as C, Python, or Java, and covers the fundamental elements of Go. Topics include data types, protocols, formats, and writing code that incorporates RFCs and JSON. Most importantly, you’ll have a chance to practice writing Go programs and receive feedback from your peers. Upon completing this course, you'll be able to implement simple Go programs, which will prepare you for subsequent study at a more advanced level.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/golang-getting-started-12046?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Georgia Institute of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Computing in Python I: Fundamentals and Procedural Programming",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course starts from the beginning, covering the basics of how a computer interprets lines of code; how to write programs, evaluate their output, and revise the code itself; how to work with variables and their changing values; and how to use mathematical, boolean, and relational operators.\n\nBy the end of this course, you'll be able to write small programs in Python that use variables, mathematical operators, and logical operators. For example, you could write programs that carry out complex mathematical operations, like calculating the interest rate necessary to reach a savings goal, recommending apparel options based on weather patterns, or calculating a grade based on multiple percentages.\n\nStructurally, the course is comprised of several parts. Instruction is delivered via a series of short (2-3 minute) videos. In between those videos, you'll complete both multiple choice questions and coding problems to demonstrate your knowledge of the material that was just covered.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-computing-in-python-i-fundamentals-and-procedural-programming-11469?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Georgia Institute of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Computing in Python IV: Objects & Algorithms",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Complete your introductory knowledge of computer science with this final course on objects and algorithms. Now that you've learned about complex control structures and data structures, learn to develop programs that more intuitively leverage your natural understanding of problems through object-oriented programming. Then, learn to analyse the complexity and efficiency of these programs through algorithms. In addition, certify your broader knowledge of Introduction to Computing with a comprehensive exam.\n\nBy the end of this course, you'll be able to write programs in Python that leverage your more natural understanding of data structures by creating objects to represent the structures you work with most often. For example, if you were creating a class roster application, you'll learn how to create an object representing a student's name, ID number, and attendance record. Then, you'll be able to create applications that leverage sorting and searching algorithms to sort that roster alphabetically, search for a particular student, and evaluate the efficiency of both those operations",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-computing-in-python-iv-objects-algorithms-11472?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Georgia Institute of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Computing in Python III: Data Structures",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Build on your existing knowledge of conditionals, loops, and functions by studying more about complex Python data structures, including strings, lists, dictionaries, and file input and output. Organized into five chapters, this course starts by covering the basics of data structures, then moves on to these four common data structures in Python:\n◦Strings let you perform far more complex reasoning with text.\n◦Lists let you process long lists of data, and even lists of lists of data for more complex reasoning.\n◦Dictionaries let you more clearly code for complex types of data, and even simulate some basic elements of object-oriented programming.\n◦File input and output brings your programs to life, allowing you to persist data across executions of the same program.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-computing-in-python-iii-data-structures-11471?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Georgia Institute of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Computing in Python II: Control Structures",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Building on your prior knowledge of variables and operators, this course gets into the meat of programming. Organized into five chapters, this course starts by covering the fundamentals of what control structures are and what they do, then moves on to four common control structures in Python. Conditionals let you modify what your program does based on the values of incoming variables. Loops let you repeat tasks for multiple values or while certain conditions hold true. Functions let you encapsulate complex reasoning into reusable chunks of code. Error handling lets you intelligently recover from anticipated and unanticipated glitches.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-computing-in-python-ii-control-structures-11470?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Michigan State University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Pixel Art for Video Games",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course is aimed to give you the tools and knowledge you need to start creating simple art for video games made in the Unity game engine. Through the aesthetic of pixel art we will explore artistic principals like shape language, colour theory, and composition as well as show you a step by step workflow for creating assets that you can use to make your own games. The course is broken into 4 main modules, props, environments, characters, and animation. Each of these courses will have a series of video lessons alternating between artistic and technical skills culminating in a peer-reviewed project based assignment. The last module will challenge you to take the knowledge learned in the previous 4 and use it to create your own pixel art asset pack.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/pixel-art-video-games-11599?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "California Institute of the Arts",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Web Design: Strategy and Information Architecture",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course is focused on the early user experience (UX) challenges of research, planning, setting goals, understanding the user, structuring content, and developing interactive sequences. While the concepts covered will translate to many kinds of interactive media (apps, digital kiosks, games), our primary focus will be on designing contemporary, responsive websites. In this course you will complete the first half of a large scale project—developing a comprehensive plan for a complex website—by defining the strategy and scope of the site, as well as developing its information architecture and overall structure. Along the way we will also discuss:\n\n- Different job descriptions in the web design industry and where UX and UI skills fall within this spectrum\n- The difference between native apps and websites\n- The difference of agile vs. waterfall approaches\n- User personas and site personas\n- User testing",
  "Description": "",
  "Link": "https://www.classcentral.com/course/web-design-strategy-12097?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "The Hong Kong University of Science and Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Front-End Web Development with React",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course explores JavaScript based front-end application development, and in particular the React library (Currently Ver. 16.3). This course will use JavaScript ES6 for developing React application. You will also get an introduction to the use of Reactstrap for Bootstrap 4-based responsive UI design. You will be introduced to various aspects of React components. You will learn about React router and its use in developing single-page applications. You will also learn about designing controlled forms. You will be introduced to the Flux architecture and Redux. You will explore various aspects of Redux and use it to develop React-Redux powered applications. You will then learn to use Fetch for client-server communication and the use of REST API on the server side. A quick tour through React animation support and testing rounds off the course. You must have preferably completed the previous course in the specialization on Bootstrap 4, or have a working knowledge of Bootstrap 4 to be able to navigate this course. Also a good working knowledge of JavaScript, especially ES 5 is strongly recommended.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/front-end-react-11322?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "The Hong Kong University of Science and Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Multiplatform Mobile App Development with React Native",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course focuses on developing truly cross-platform, native iOS and Android apps using React Native (Ver 0.55) and the Expo SDK (Ver. 27.0.0). React Native uses modern JavaScript to get truly native UI and performance while sharing skills and code with the web. You will learn about UI development with React Native UI and layout support and access the native mobile platform's capabilities from JavaScript using the Expo SDK. You should have already completed the Bootstrap 4 and the React courses in this specialization before proceeding with this course.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/react-native-11687?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Delft University of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Automated Software Testing: Practical Skills for Java Developers",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Software testing gets a bad rap for being difficult, time-consuming, redundant, and above all - boring. But in fact, it is a proven way to ensure that your software will work flawlessly and can meet release schedules. \n\nIn a two-course series, we will teach you automated software testing in an inspiring way. We will show you that testing is not as daunting a task as you might think, and how automated testing will make you a better developer who programs excellent software. \n\nThis first course will teach you specification-based testing, boundary testing, test adequacy and code coverage, unit vs system testing, mock objects, design for testability, and test code quality. \n\nThis is a highly practical course. Throughout the lessons, you will test various programs by means of different techniques. By the end, you will be able to choose the best testing strategies for different projects. \n\nIf you are or want to become a five-star software developer, QA engineer, or software tester, join this course. Testing will never be the same again!",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-automated-software-testing-unit-testing-coverage-criteria-and-design-for-testability-12038?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Delft University of Technology",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Automated Software Testing: Advanced Skills for Java Developers",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Software testing gets a bad rap for being difficult, time-consuming, redundant, and above all - boring. But in fact, it is a proven way to ensure that your software will work flawlessly and can meet release schedules. \n\nIn a two-course series, we will teach you automated software testing in an inspiring way. We will show you that testing is not as daunting a task as you might think, and how automated testing will make you a better developer who programs excellent software. \n\nThis second course builds upon the first course's material. It covers more advanced tools and techniques and their applications. Key topics include state-based and web testing, combinatorial testing, mutation testing, and property-based testing. \n\nThis is a highly practical course. Throughout the lessons, you will test various programs by means of different techniques. By the end, you will be able to choose the best testing strategies for different projects.. \n\nIf you are or want to become a five-star software developer, QA engineer, or software tester, join this course. Testing will never be the same again!",
  "Description": "",
  "Link": "https://www.classcentral.com/course/edx-automated-software-testing-model-and-state-based-testing-12039?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Yonsei University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "AR (Augmented Reality) & Video Streaming Services Emerging Technologies",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Welcome to the course “Augmented Reality & Video Service Emerging Technologies.” The level of AR (Augmented Reality) and advanced video & multimedia technology included in a product is what determines the level of value and luxury. The objective of this course is to teach all important technologies that are used in state-of-the-art AR, Skype, and YouTube video and multimedia products and services. This includes the advanced video and real-time multimedia delivery mechanisms based on H.264/MPEG-4 AVC, MPEG-DASH, CDN, and mobile CDN. If you have knowledge of these core technologies, you can understand the operations that are used in every advanced video and multimedia system in the World. As the future World of business and products are driven to be more and more video and multimedia oriented, having knowledge of these core technologies will enable you to lead your company to become the true World leader in AR and video multimedia technology products, services, and business. Thus, I cordially welcome you into the beautiful and powerful World of advanced AR and video multimedia",
  "Description": "",
  "Link": "https://www.classcentral.com/course/ar-technologies-video-streaming-11983?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Yonsei University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Smart Device & Mobile Emerging Technologies",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Every day you use your smartphone. Your smartphone wakes you up, it is the first thing you use in the morning, and the last thing you check (e.g., alarm setting) before you sleep. In addition, you use it all day. A typical cell phone user touches their mobile phone 2,617 times a day (Dscout report based on 2017) and people spend over 4 hours a day on their mobile phones (Hackernoon report) on average. Smartphones and smart watches are very useful and will become even more useful due to their smaller sizes, lighter weights, versatile functionalities, advanced mobile communications & wireless networking (e.g., Wi-Fi & Bluetooth) technologies. In this course, the start-of-the-art smartphone and smart watch technology and components in addition to the global market trends and future forecasts are introduced. Since everybody uses smartphones and smart watches, knowing the details about the most globally used electronic device will definitely help you in all aspects of new product and app design & development, as well as business planning. In addition, the core technology and components of the world’s most popular smartphones (i.e., the Samsung Galaxy Note8 and Apple iPhone X) and smart watches (i.e., Samsung Gear S3 and the Apple Watch Series 3) are introduced along with details of the iOS and Android smartphone OSs (Operating Systems) and mobile communications 1G to 5G (for details on Wi-Fi and Bluetooth, please take my course “IoT Wireless & Cloud Emerging Technology”). This course ends with projects that teach how to analyse the components of smartphones and check the mobile network",
  "Description": "",
  "Link": "https://www.classcentral.com/course/smart-device-mobile-emerging-technologie-11984?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "University of Alberta",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Problem Solving, Programming, and Video Games",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This course is an introduction to computer science and programming in Python. Upon successful completion of this course, you will be able to:\n\n 1. Take a new computational problem and develop a plan to solve it through problem understanding and decomposition.\n 2. Follow a design creation process that includes specifications, algorithms, and testing.\n 3. Code, test, and debug a program in Python, based on your design.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/problem-solving-programming-video-games-11500?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Google Daydream Impact",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Introduction to Augmented Reality and ARCore",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This class will teach you the fundamentals of augmented reality (AR), and how to build an AR experience using ARCore. Through the four week course, you'll learn:\n\n - How to identify different types of AR experiences \n - Tools and platforms used in the AR landscape \n - What makes AR feel \"real\" \n - Popular use cases for AR\n - How to create an AR use flow \n - How AR experiences work\n - Tools like Google Poly and Unity to build AR experiences \n - Next steps to start building an AR experience using ARCore and other tools",
  "Description": "",
  "Link": "https://www.classcentral.com/course/ar-11596?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Santa Fe Institute",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Fundamentals of NetLogo",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "This tutorial will present you with the basics of how to use NetLogo to create an agent-based modelling. During the tutorial, we will briefly discuss what agent-based modelling is, and then dive in to hands-on work using the NetLogo programming language, which is developed and supported at Northwestern University by Uri Wilensky.  No programming background or knowledge is required, and the methods examined will be useable in any number of different fields.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/complexity-explorer-fundamentals-of-netlogo-11496?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Saint Petersburg State University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Competitive Programmer’s Core Skills",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "During the course, you’ll learn everything needed to participate in real competitions — that’s the main goal. Along the way you’ll also gain useful skills for which competitive programmers are so highly valued by employers: ability to write efficient, reliable, and compact code, manage your time well when it’s limited, apply basic algorithmic ideas to real problems, etc.\n\n We start from the very beginning by teaching you what competitions there are, what are their rules, what specifics problems have, how to read problem statements, how to organize your work, and what you should and shouldn’t do. So it’s fine if you’ve never taken part in programming competitions before.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/competitive-programming-core-skills-11713?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Deakin University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Business Problems and Software Solutions",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Learn how systems analysis can help identify business problems\n\nThis course explores the importance of software in solving real-world business problems.\n\nFirstly, you’ll look at systems analysis and how it can be used to identify the root causes of business problems. You’ll discover how to define issues and examine how software solutions can be created to resolve them.\n\nYou’ll analyse business domains and learn how to identify problems for customers. You’ll find out how to apply modelling techniques to refine the requirements of a system.\n\nFinally, you’ll explore the role of requirements analysis in software projects.\n\nThe course is aimed at anyone interested in software engineering and business analysis",
  "Description": "",
  "Link": "https://www.classcentral.com/course/business-problems-11542?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Ryerson University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Web Accessibility for Developers",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "With the introduction of the WAI-ARIA (Web Accessibility Initiative - Accessible Rich Internet Applications) Specification, developers can be much more creative when developing interactive elements for the Web than was previously possible. When WAI-ARIA is used with accessible JavaScript, the sky's the limit when it comes to potential interactions on the web, interactions that are also possible for people with disabilities using assistive technology.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/canvas-network-web-accessibility-for-developers-11887?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Handheld AR App Development",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Augmented Reality, or AR, will transform how we see and interact with the world. And the hardware that makes AR possible is the smartphone that you may already have in your pocket. In this course, you'll learn how to develop your own mobile AR applications in Unity for iOS and Android devices. You'll learn about the features offered by Unity's AR Foundation, and about additional features in ARKit and ARCore.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/handheld-ar-12193?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "JetBrains",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Kotlin for Java Developers",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "The Kotlin programming language is a modern language that gives you more power for your everyday tasks. Kotlin is concise, safe, pragmatic, and focused on interoperability with Java code. It can be used almost everywhere Java is used today: for server-side development, Android apps, and much more. Kotlin is 100% compatible with all existing Java frameworks, and has good tooling support. It’s a pragmatic language with a very low learning curve, and can be quickly grasped by Java developers. Kotlin code might be compiled not only to JVM bytecode but to JavaScript and Native code as well, but this course is focused on Kotlin/JVM.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/kotlin-for-java-developers-12184?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Introduction to XR: VR, AR, and MR Foundations",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "What is XR? It’s shorthand for a related set of new technologies that are changing the way we interact with the world and with each other: Virtual Reality, Augmented Reality, and Mixed Reality.\n\n To understand XR, you need to understand the technologies that enable it. If you understand the available technologies, how they are used, and what their future holds, you’ll be well equipped to deal with XR as it rapidly evolves and converges.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/xr-introduction-11974?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "3D Art and Audio Pipeline",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Welcome to 3D Art and Audio Pipeline, the third course in the Unity Certified Programmer Specialization from Unity Technologies.\n\n This course will help you prepare for the Unity Certified Programmer exam, the professional certification for entry to mid-level Unity programmers. Unity is used to create real-time 3D applications for many industries, including video games, automotive, film, training, and more. In this course, you will be challenged to solve realistic Unity programming problems that are aligned to topics covered on the exam",
  "Description": "",
  "Link": "https://www.classcentral.com/course/3d-art-and-audio-pipeline-11995?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Application Systems Programming",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Welcome to Application Systems Programming, the second course in the Unity Certified Programmer Specialization from Unity Technologies.\n\n This course will help you prepare for the Unity Certified Programmer exam, the professional certification for entry to mid-level Unity programmers. Unity is used to create real-time 3D applications for many industries, including video games, automotive, film, training, and more. In this course, you will be challenged to solve realistic Unity programming problems that are aligned to topics covered on the exam. Throughout the second course, you will expand upon the development of a 2D action video game that was started in the first course: AsteraX. In doing so, you will practice many of the skills covered in the exam, including adding particles effects, implementing user customizations, managing user and application data, and optimizing for different platforms.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/application-systems-programming-11853?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "3D Interactions and Navigation",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Welcome to 3D Interactions and Navigation, the third course in the Unity Certified Programmer Specialization from Unity Technologies.\n\n This course will help you prepare for the Unity Certified Programmer exam, the professional certification for entry to mid-level Unity programmers. Unity is used to create real-time 3D applications for many industries, including video games, automotive, film, training, and more. In this course, you will be challenged to solve realistic Unity programming problems that are aligned to topics covered on the exam.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/3d-interactions-and-navigation-11855?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Unity",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Programming",
  "Qualification": "Core Interaction Programming",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Paid certification",
  "Opportunity": "Welcome to Core Interaction Programming, the first course in the Unity Certified Programmer Specialization from Unity Technologies.\n\n This course will help you prepare for the Unity Certified Programmer exam, the professional certification for entry to mid-level Unity programmers. Unity is used to create real-time 3D applications for many industries, including video games, automotive, film, training, and more. In this course, you will be challenged to solve realistic Unity programming problems that are aligned to topics covered on the exam.",
  "Description": "",
  "Link": "https://www.classcentral.com/course/core-interaction-programming-11854?utm_source=mooc_report&utm_medium=web&utm_campaign=new_courses_october_2018"
},
{
  "Provider": "Skills to Succeed Academy",
  "SupportFor": "People seeking employment",
  "Areas": "All",
  "CourseArea": "Employability",
  "Qualification": "Employability skills to succeed in work",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "We can help you plan your career, get a job and succeed at work with this free and interactive training.",
  "Description": "",
  "Link": "https://s2sacademy.com/"
},
{
  "Provider": "Diageo Bar Academy",
  "SupportFor": "Hospitality",
  "Areas": "All",
  "CourseArea": "Hospitality",
  "Qualification": "Diageo Bar Academy Training Course",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Providing complementary training and making online learning available for anyone in the drinks trade.",
  "Description": "",
  "Link": "https://www.diageobaracademy.com/en_zz/"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Mental Health & Dementia Awareness Pathway (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2020",
  "Opportunity": "Do you work in the medical profession?  Do you want to be more dementia aware and give outstanding care?  This programme has been designed for those working in a healthcare setting to develop a deeper insight of mental health and dementia awareness.",
  "Description": "You will start by completing 'Mental Health Awareness’, which will then unlock the Dementia Awareness course, each being approximately 2.5 hours. This is because the Mental health Awareness course:\n•Has explanations of historic and current legislation you need to be aware of\n•Gives you useful information about the support avenues currently available to all walks of life, this includes such things as 'Sunflower Spaces'\n•Hosts current figures from the HSE, parliament and other key organisations that can support initiatives and verify needs\n•Supports you in refreshing your knowledge\n•Offers real life case studies that are explored and recommended signposting, this includes aspects such as postpartum psychosis\n•The Dementia Awareness course does not duplicate any knowledge covered in the Mental Health Awareness course\n\nThe whole programme will develop your knowledge in mental health and dementia awareness. Exploring causes, signs, symptoms and support strategies that can really make a difference to peoples’ lives. \n\nIn this course we will cover:\n•Types of dementia\n•The causes, signs and symptoms of dementia\n•Developing a person-centred approach to dementia patients\n•Communication methods for dementia patients\n•Equality, diversity and rights of dementia patients\n\nOn successful completion you will receive 3 CPD certificates confirming your learning outcomes for each courses undertaken and your full Dementia Awareness programme",
  "Link": "https://courses.qube-vision.com/browse/uk/health/programs/qv-dem-hs"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Mental Health Awareness (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2021",
  "Opportunity": "Would you like to develop your mental health awareness and really make a positive impact on other people's lives?  This course aims to support development of insight, recognition and awareness of the signs and symptoms of mental health issues.  The course has been designed for those working in the private public or voluntary sectors and want to gain a greater awareness of mental health challenges.  We will be exploring the affect mental health can have on people’s lives and how conditions can be managed.",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This programme allows you to check your knowledge at relevant steps. Learning resources include:\n\n \n•Narrated media\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/health/courses/qv-men-h-s"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Nutrition & the Human Body (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2022",
  "Opportunity": "Are you a healthcare professional? Do you who want to expand your knowledge of nutrition and how this influences the human body in a healthcare setting?. We will explore the following aspects:\n•The structure and function of the human body\n•Clinical conditions\n•Health and wellbeing\n•Nutrition and fluid balance",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This course allows you to check your knowledge at relevant steps. Learning resources include:\n•Narrated media\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/health/courses/qv-nhb-h-s"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Infection Prevention & Control Awareness",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2023",
  "Opportunity": "Do you work in the healthcare sector?  Then this is the course for you!  The Infection Prevention and Control Awareness course aims to enhance your knowledge and help stop healthcare-associated infections that can develop either as a direct result of healthcare intervention, or, from being in contact with a healthcare situation.  The training focuses on those working in health settings and adult or child social care settings, such as those working for local authorities or private commercial homes and will take approximately 3.5 hours",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This programme allows you to check your knowledge at relevant steps. Learning resources include:\n\n \n•Narrated media\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/health/courses/dev-ipc-2001460"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Management Taster & Orientation",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2024",
  "Opportunity": "The aim of the programme is to support the manager with their day-to-day duties as well as managing changes, diverse teams and striving to provide outstanding leadership",
  "Description": "The programme will be supported with online self-directed study in small manageable chunks. With the demands of modern day life, we know that time is precious which is why we have developed learning that fits around the working routine.\n\nOur courses are quality assured and each carry our unique quality assurance Kite Mark. This means that you are able to use these programmes as continual professional development.",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-tim-00-346"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Team Analysis (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2025",
  "Opportunity": "Do you steer or fear progression planning? How do you identify what skills your team have/need? This course will help you to undertake a skills analysis with your team; identifying skills gaps, plan for the future of your workforce.  In this programme we will explore:\n•Why you need to know your team's skills and knowledge\n•How to undertake a skills analysis with your team\n•Identify skills gaps\n•Plan for the future and upskill your workforce\nYou will be developing the knowledge and skills to use within a managerial role and attain the results you want.  This course is approximately 3.5 hours long",
  "Description": "The Team Analysis course has been carefully designed to enable you to take the materials and apply the learning to yourself in manageable stages.  To ensure you are able to interact with all the programme content you will need:\n\n•Word processor\n•Spreadsheet\n•Presentation software\n•PDF reader\n•Printer with paper and card\n•Webcam\n•Microphone (this could be internal to the webcam)\n•Speakers\n•Access to the internet\n•Web browser with ability to use work VLE/LMS",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-ta-tim"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Managing Change (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2026",
  "Opportunity": "Do you find managing change a challenge? How does EQ support you? Find out how to lead and support your staff through restructures, procedures and new business directions. In this course we will examine and explore: \n\n\n•Undertaking pilots and trails\n•Achieving 'buy-in' from staff\n•Conflict and mental health management/support\n•Managing restructure\n•Awareness of self and emotional intelligence\nThe aim of this course is to improve your skill, confidence and techniques in approaching and managing change plus conflict in the workplace. Watch this short video to find out more about this course.",
  "Description": "This fully online programme has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This programme allows you to check your knowledge at relevant stages. Learning resources include:\n\n \n•Narratedmedia\n•Video\n•Downloadable\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-mch-tim"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Operations Manager (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2027",
  "Opportunity": "Do you operate or delegate? Do you have an operational plan? This course is aimed at high-level managers who have the responsibility to hit and meet the needs of your stakeholders' (customers and business).  You will be developing the practical knowledge and skills to use within a managerial role to attain the results you want. In this programme we will explore:\n•Implementing and developing company strategies\n•How to hit targets, build agile plans, utilise KPIs and track progress\n•Supporting teams and iterative feedback\n•Implement and reinforce changes to systems or structure\n\nThe Operations Manager course should take approximately 7 hours to complete.",
  "Description": "This fully online programme has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This programme allows you to check your knowledge at relevant steps. Learning resources include:\n•Narrated media\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-ope-tim"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Leading & Motivating (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2028",
  "Opportunity": "The aim of this course is to improve your skills, confidence and techniques in approaching and leading and motivating your team.  In this programme we will examine and explore: \n\n\n•Leadership styles\n•Organisational culture\n•Equality, diversity and inclusion\n•Promoting a positive working environment\n•Coaching and Mentoring techniques\n•Motivational techniques",
  "Description": "To make the most of this course you need to have undertaken Team Analysis, Recruitment, Performance Manager and Managing Change before embarking on this learning experience.  This course will take approximately 7 hours to complete and will include:\n•Narrated media\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/leading"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Recruitment (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2029",
  "Opportunity": "Do you attract new talent or simply clones of current staff? How do you get the right people on board and enthralled? Improve your skills, confidence & techniques to keep exceptional employees.  In this programme we will examine and explore: \n\n•Talented recruitment \n•Advertising campaigns\n•The selection process \n•Interviewing techniques\n•On-boarding\nThe aim of this course is to improve your skills, confidence and techniques in recruiting and keeping exceptional employees.  This course will take approximately 5 hours to complete.",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This course allows you to check your knowledge at relevant steps. Learning resources include:\n\n•Narratedmedia\n•Video\n•Downloadable\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-rec-tim"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Leadership and management",
  "Qualification": "Performance Management (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2030",
  "Opportunity": "Are your team simply the best? Do they perform with purpose and focus to succeed? This course will support you to better performance manage your staff to get the most out each role, building a stronger team.  In this course we will examine and explore:\n\n•Performance managing staff\n•Undertaking outstanding  performance reviews\n•Time Management methods and models for you and your teams'\n•Meeting the needs of the individual\n•Encouraging staff voice and bright ideas\nThe aim of this course is to improve your skill, confidence and techniques in performance managing exceptional employees.  This course will take approximately 4 hours to complete.",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This course allows you to check your knowledge at relevant steps. Learning resources include:\n\n•Narratedmedia\n•Video\n•Downloadable\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/mgmtsptbr/courses/qv-per-tim"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Transport and Logistics",
  "Qualification": "Driver Well-being & Environment (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2031",
  "Opportunity": "Are you an LGV driver? Does your job impact on the environment? Are your wellbeing needs met? This course will support a positive impact on the supply chain industry, personal health and the environment.  The ‘Driver Wellbeing & Environmental Impact’ course has been designed for professionals, to support you in recognising and having a positive impact on your industry, your health and the environment in line with industry expectations.\n\nThis course will explore the following aspects:\n•Issues affecting the sector\n•Performance and success\n•Healthy diet benefits\n•The impact of shift working\n•Working time restrictions\n•Medical requirements of a licence\n•The industry environmental impact\n•Efficient driving techniques\n\nYour online course will equip you with the knowledge that you need to support your skills, actions and behaviours in the workplace, ultimately building towards your own wellbeing and supporting you in furthering your career within the logistics industry.  This course takes approximately 2.5 hours to complete.",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This course allows you to check your knowledge at relevant steps. Learning resources include:\n•Narratedmedia\n•Video\n•Downloadable\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/logistics/courses/qv-dwei-lgv"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Transport and Logistics",
  "Qualification": "Legislation & Communication in the Supply Chain (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2032",
  "Opportunity": "The 'Legislation & Communication in the Supply Chain Industry' course will support you in developing the knowledge you need to meet the industry standards and recommendations supporting you in your role.  This course will be focusing on 6 key areas:\n•The structure of the supply chain\n•The roles available in the sector\n•Communicating with customers and colleagues\n•Delivering excellent customer service\n•Legislation affecting the industry\n•City restrictions for drivers\nYour online course will equip you with the knowledge that you need to support your skills, actions and behaviours in the workplace, ultimately building towards your own wellbeing and supporting you in furthering your career within the logistics industry. This course takes approximately 2 hours to complete.",
  "Description": "This fully online course has been carefully designed to enable you to take the materials, apply the learning to your role and is broken down into manageable stages. This course allows you to check your knowledge at relevant steps. Learning resources include:\n•Narratedmedia\n•Video\n•Downloadable PDFs\n•Signposting to suitable organisations\n•Supporting glossaries\n•Interactive elements\n•Ongoing assessment\n•Progress tracking",
  "Link": "https://courses.qube-vision.com/browse/uk/logistics/courses/qv-lcsc-lgv"
},
{
  "Provider": "Qube Vision",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Transport and Logistics",
  "Qualification": "Vehicle Safety & Security (self-paced)",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free with Code - QUBEVISIONAPR until the 30/04/2033",
  "Opportunity": "Are you an LGV driver? Are you up-to-date with the latest safety, security and mitigation of risk techniques?  This course has been designed to support you in meeting industry expectation.  The ‘Vehicle Safety and Security’ course has been designed for professionals, to support you in recognising and having a positive impact security, safety and mitigation of risk in line with industry expectation.",
  "Description": "This programme will explore the following aspects:\n•Vehicle safety checks\n•Safety requirements\n•Loads and safety measures\n•Weight and axle combinations\n•Immigration and Border Force\n•Identification and mitigation of risk\n\nYour online programme will equip you with the knowledge that you need to support your skills, actions and behaviours in the workplace, ultimately building towards your own wellbeing and supporting you in furthering your career within the logistics industry.  This course takes approximately 4.5 hours to complete.",
  "Link": "https://courses.qube-vision.com/browse/uk/logistics/courses/qv-vss-lgv"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "CompTIA IT Fundamentals",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The CompTIA IT Fundamentals will provide you with the knowledge and skills required to identify and explain the basics of computing, IT infrastructure, application and software, software development, database fundamentals, and security",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/comptia-it-fundamentals/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "CompTIA A+",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The CompTIA A+ will provide you with the skills to support basic IT infrastructure; configure and support PC, mobile and IoT device hardware; implement data back up; demonstrate baseline security skills and configure device operating systems.",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/comptia-a/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "CompTIA Security",
  "Level": "Level 3 & 4",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CompTIA Security validates the baseline skills you need to perform core security functions and pursue an IT security career.  You will learn practical security problem solving skills and address security incidents.",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/comptia-security/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Introduction to Digital Skills",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The purpose of this qualification is to allow learners to demonstrate understanding of, and competency in, digital literacy skills. It will help learners progress to a work role where digital literacy skills are required.\n\nModules include: \n- Apply digital skills in personal and business situations\n- Understand how to maintain safety and security when using data and devices\n- Find and use information online\n- Use digital resources to facilitate your own learning and career progression\n- Communicate socially and professionally using technology\n- Use word processing software to create straightforward text and documents",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/introduction-to-digital-skills/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Intermediate Digital Skills",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Are you interested in gaining a qualification to demonstrate your understanding of and competency in digital literacy skills for the workplace?\n\nThe purpose of this qualification is to allow learners to demonstrate understanding of and competency in digital literacy skills. It will help learners progress to a work role where digital literacy skills are required.\n\nModules include:\n- Understand how to protect devices and data\n- Communicate socially and professionally using technology\n- Apply digital skills in personal and business situations\n- Use digital resources to facilitate their own career progression",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/intermediate-digital-skills/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Understanding Technology Enabled Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In this fast-moving world, technology plays a huge part in daily life, and the care sector is no different. Technology Enabled Care (TEC) is playing an increasing role in health and social care, with over 1.7 million vulnerable people relying on TEC to support independence in their own homes.\nThis qualification gives learners an understanding of the positive impact technology can have on individuals and the improvements it can make to quality of life.\nModules include:\n- Introduction to technology enabled care that can be used to help support an individual’s quality of life\n- Understanding a person-centred approach to technology enabled care that can support independence, health and well-being\n- Understanding roles and responsibilities in relation to technology enabled care\n- Introduction to legislation, safeguarding and regulatory requirements relating to technology enabled care",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/technology-enabled-care/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Improving Physical Exercise, Health and Nutrition",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Poor diet and lack of exercise are recognised as some of the major contributors to ill health. Regular exercise and a balanced diet help to reduce stress, improve sleep, reduce the risk of illness and increase life quality. Having a good understanding of diets, the role of nutrition in exercise and personal motivation, is an important part of maintaining well-being.\nModules include:\n- Understand Health, Well-being and Exercise\n- Understand the Role of Nutrition in Exercise\n- Plan and Prepare for Personal Exercise and Nutrition",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/improving-exercise-and-nutrition/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Understanding Business Improvement Techniques",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Improving business performance is vital for any business. Making improvements that are more efficient – such as saving on time or costs – can have huge benefits to an organisation, particularly in competitive business environments.\nThis qualification aims to build knowledge on the study of business improvement techniques, including workplace organisation, building effective teams and managing working relationships. It will also teach the importance of improving processes and procedures using visual management systems and flow process analysis.\nModules include:\n- Safe and effective team working\n- Principles and techniques that support workplace organisation\n- An understanding of continuous improvement techniques (Kaizen) and their application in the workplace\n- How to use visual management systems\n- Problem-solving techniques\n- How to carry out flow process analysis",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/business-improvement-techniques/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Understanding Personal Care Needs",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "As we see an increasingly ageing population, the number of adults needing around-the-clock care is on the rise. As well as the need for medical care, there is also a need for high levels of personal care to allow those who need support to live as comfortably as possible. This qualification focuses on developing a person-centred approach to delivering high levels of personal care.\nModules include:\n- Understanding person-centred care\n- Supporting personal hygiene\n- Understanding foot care for individuals\n- Understanding how to support individuals to maintain oral health\n- Understanding pressure area care\n- Understanding sepsis",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-personal-care-needs/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Awareness of Mental Health Problems",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Mental health problems are among the most common health conditions, directly affecting about a quarter of the population in any one year. This qualification is ideal for those wanting to gain awareness of the common mental health conditions, further understanding of the how these conditions may feel, their effects they have on the individual & people around them. Learners will gain an understanding of the ways in which these conditions can be detected and managed. \n\nModules include:\n- Understand how mental health can affect an individual’s ability and those around them \n- Appreciate how to potentially manage and support people with their illness on a day-to-day basis \n- Learn about the common Mental health conditions including Anxiety, depression, ADHD, PTSD and OCD \n- Understanding the symptoms, signs and triggers for each condition \n- Learn about mental health legislation \n- Find out about how the NHS supports individuals and affected people with mental health conditions",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/awareness-of-mental-health-problems/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Care and Management of Diabetes",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Individuals that have diabetes require specific diets and medicine. The number of people suffering from this metabolic disease is predicted to increase, and diabetes can lead to a series of problems, including premature death. Changes to lifestyle can be effective in preventing the symptoms of the disease and aids to stop individuals contracting it in the first place.  \n\nKnowing what diabetes is and best practices for those with the disease can have benefits for many people. This course will help you to gain knowledge of insulin, types of diabetes, signs and symptoms, support, monitoring and more.\n\nModules include:\n- Understanding what Diabetes is \n- Identifying the signs and symptoms of each type of diabetes  \n- Know common prevention methods  \n- Understand dietary needs \n- Understand the initial care of diabetes \n- Learn the treatments available \n- Understand how to manage diabetes  \n- Identify treatments available",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/care-management-of-diabetes/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Children & Young People’s Mental Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Emotional wellbeing is just as important as a child’s physical wellbeing, therefore, it is important that professionals are trained to spot warning signs and identify risk factors. \n\nThis qualification covers general mental health in society, legislation currently in place to support children's mental health, behaviour displayed, common mental health condition for children, importance of diagnosis and more.  \n\nBy completing this qualification learners will have knowledge on mental health conditions that can affect children and young people, how their behaviour changes, the effects on family and friends, and the progression to help decrease metal ill health. \n\nModules include:\n- Children and young people’s mental health in context \n- Factors which may affect children and young people’s mental health \n- The impact of children and young people’s mental health concern \n- Children and young people’s mental health concerns \n- How to support children and young people with mental health concerns",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/children-young-peoples-mental-health/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Common Childhood Illnesses",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Having knowledge of common childhood illnesses and being able to recognise when a baby or young child is unwell are important skills. When a child has an accident it is important to know how to deal with the situation.  \n\nThis course applies its examples to working with babies, young children and families. However, anyone that has an interest in this area may take the course.  \n\nBy completing this qualification you will have knowledge in multiple areas in relation to childhood illnesses, how to prevent them, identify symptoms, manage conditions and more.   \n\nModules include:\n- Understand how infection is spread \n- Know how to minimise cross infection \n- Understand the role of policies and procedures to maintain a safe environment \n- Understand the role of healthy initiatives when working around children \n- Identify when a child is unwell \n- Know how to care for a baby or young child who is unwell in an early years setting \n- Understand accidents that may occur in an early years setting \n- Understand serious illnesses in babies and young children \n- Understand allergies and food intolerance",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/common-childhood-illnesses/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Common Health Conditions",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course covers a range of medical conditions, how they affect individuals and monitoring the health of the affected individual. The qualification isn’t graded, but to be awarded with the certificate, learners must demonstrate their knowledge of the learning outcomes and assessment criteria for the mandatory units. \n\nModules include awareness of  the following conditions:\n- Arthritis \n- Stroke \n- Dementia \n- Parkinson’s Disease \n- Sensory loss \n- Cardiovascular disease \n- Physical disability \n- Respiratory disease \n- The impact of brain injury",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/common-health-conditions/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Customer Service in a Health Care Setting",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The qualification is designed for learners working in health and social care who want to develop an understanding of how to deliver effective customer service in line with customer expectations. \n\nModules include:\n- Understanding the importance of teamwork \n- Effective communication \n- Specific needs of customers who access health and social care services \n- How adjustments can be made to ensure expectations are met",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/customer-service-in-a-health-care-setting/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Dignity & Safeguarding in Adult Health & Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Learners will investigate the principles and how they are applied in everyday work contexts. This course will also give learners an opportunity to examine the dilemmas that can arise and the consequences when these principles are not upheld.\n\nModules include:\n- Recognising and reporting unsafe practice \n- Improve understanding of current legislation \n- Protecting the health, well-being and human rights of individuals \n- Creating better preventative care by enabling staff to reduce the likelihood of abuse or harm",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/dignity-safeguarding-in-adult-health-social-care/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Falls Prevention Awareness",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Falls represent the most frequent and serious type of accident in people aged 65 and over. Falls often have both a physical and mental impact, as they can result in lack of confidence, isolation and fractures.  \n\nThis courses is ideal for: anyone working in a healthcare or social care environment. \n\nModules include:\n- The impact and consequences of a fall \n- Identify risks and hazards which contribute to falls \n- Assessment and prevention of falls  \n- Reducing the risk of falls",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/falls-prevention-awareness/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Caring for Children and Young People",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course gives a broad knowledge of childcare and prepares learners to work in the childcare sector. This qualification covers three main areas: childcare and education, babysitting and parenting responsibilities. \n\nModules include:\n- Safeguarding \n- Child development \n- Risks of abusive and exploitative behaviour \n- Effective communication \n- Identifying steps to overcome disabling attitudes and beliefs",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Nutrition and Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is for individuals wanting to recognise the importance of a healthy lifestyle and enhance their knowledge and understanding of a balanced and nutritious diet.\n\nModules include:\n- Knowledge and skills surrounding diet and health\n- How to prepare healthy food for different groups of people\n- Food safety awareness\n- Principles of weight management\n- The dangers of eating disorders",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-nutrition-and-health/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Prevention & Control of Infection in Health Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The rise of MRSA and resistant infections has brought infection control to the forefront of care provider responsibilities. This qualification will look at the environments in health care setting to understand how it can affect the spread and identify preventions.  \n\nBy completing this qualification, you will have knowledge on the meaning and importance of infection control, causes of infections, conditions that spread infections and methods used to prevent the spread of infection. \n\nModules include:\n- Principles of infection prevention and control \n- Causes and spread of infection \n- Correct cleaning procedures \n- Decontamination and waste management",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Principles of Care Planning",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Care-workers should focus on a person-centred approach, ensure that the interests of the individual are always at the centre of care and care planning. This approach to care is vital as it makes the residents/patients have personalised care and puts the individual as a priority. With many care related services in England rated ‘inadequate’, there is a great need for highly trained care workers with the person-centred approach.  \n\nBy completing this qualification, learners will have knowledge behind the best practices when it comes to planning the aspects of care for individuals and ensure that it is personalised to each individual.   \n\nModules include:\n- Understand care plans and how to evaluate plans and processes \n- Investigate cleaning principles and how they are applied \n- Cover a variety of topics fundamental to working in care \n- Person-centred care, safe working practices, duty of care and safeguarding",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Principles of Dementia Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course will help learners to develop their knowledge and understanding of the principles of caring for individuals with dementia. It covers topics such as person-centred care, positive communication, medication for dementia and creating appropriate activities\n\nModules include:\n- Appreciation and understanding of the different forms of dementia \n- The affects dementia has on others \n- How to support individuals with this condition through person-centred care \n- Promotion of well-being for those with dementia \n- The influence of positive communication methods \n- Use of medication for those with dementia \n- The importance of offering appropriate activities",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Principles of End of Life Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "End of life care aims to help people live as well as possible and to die with dignity. This qualification will build learners knowledge around end of life care by looking at the different factors that are typically faced in this type of care.  \n\nLearners will also build knowledge on supporting families, legislation, processes and managing own feelings when working in end of life care.\n\nModules include:\n- How to work in end of life care \n- Support needed to manage pain and discomfort \n- How dementia impacts on end of life care \n- The role of the care worker at time of death \n- The loss and grief process",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Safe Handling of Medicines",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course develops an understanding of the importance of responsibility, accountability and confidentiality in handling medicines. \n\nThe qualification isn’t graded, but to be awarded with the certificate, learners must demonstrate their knowledge of the learning outcomes and assessment criteria for the mandatory units. \n\nModules include:\n- Different types of medication \n- The requirements for the safe handling, storage and disposal of medication \n- Safe administration of medication \n- The importance of keeping accurate records",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Safeguarding & Prevent",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In 2014, it became a requirement for every education provider and certain authorities to promote British values. Promoting British values enables individuals to prevent Radicalisation and Extremism. Official data showed that over 7,500 people were referred to the Prevent programme in 2015/16.\n\nIndividual services are required to safeguard and promote the welfare of children. Safeguarding is a joint responsibility between everyone involved in a child’s life, and a child-centred approach to safeguarding is vital.\n\nBy completing this qualification you will have knowledge of safeguarding, prevent and be able to identify the environments where you have a duty of care.\n\nModules include:\n- Understanding the prevent duty\n- Understanding the terminology\n- How to reduce the risk of radicalisation\n- Understanding the term safeguarding\n- Understand the national and local context of protection from abuse\n- Recognise signs of abuse or harm\n- Know how to respond in an event of disclosure\n- Comprehend online safety\n- Understand consequences of inappropriate or illegal online activity\n- Understand how to reduce the online risks\n- Identify signs and changes that could cause concern",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-safeguarding-and-prevent/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Understanding Autism",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to develop learners’ understanding of autism and the principles of supporting individuals with autism - covering the person-centred approach and influence of positive communication methods, how to support positive behaviour, and how individuals with autism can be supported to live healthy and fulfilled lives. There are around 700,000 people in the UK with autism – more than 1 in every 100. Having a clear understanding of the misconceptions, diagnoses and support surrounding autism are just some of the essential skills needed when working in mental health.                                                                                                  Course Content                                                                                                                      • Learn how individuals with autism process sensory information. \n• Understand the characteristics that may be present in individuals with autism\n• Understand the conditions that commonly occur with autism\n• Learn the common misconceptions surrounding autism\n• Learn how speech, language and communication may differ in people with autism\n• Recognise how legislation and guidance underpins support",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Understanding Behaviour That Challenges",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Challenging behaviour is causing increasing concern today, as many individuals have increasing levels of stress and uncertainty in their lives. This behaviour can be due to factors such as anxiety, neglect, abuse, learning disabilities and conditions like dementia. Understanding the causes of challenging behaviour is the first step towards finding ways to support individuals and manage their behaviour. Course Content:                                                                                                                               What is meant by the term 'behaviour that challenges'?\nHow to recognise changes in individuals that may indicate an episode of challenging behaviour\nThe importance of non-verbal communication\nHow reflection on an incident can assist in managing future behaviour",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-behaviour-that-challenges/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Understanding Specific Learning Difficulties",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification gives learners knowledge of different specific learning difficulties, how they are diagnosed and how individuals can be supported.  \n\nSpecific learning difficulties in this qualification include: Attention Deficit Hyperactivity Disorder (ADHD), Dyslexia, Developmental Coordination Disorder, Dyscalculia, and Autism. \n\nModules include:\n- Understanding the characteristics of specific learning disabilities \n- How an individual can be effected throughout their life if they have a learning disability \n- What a diagnosis means and the importance of an early diagnosis \n- Assessment methods to diagnose specific learning difficulties \n- Supporting individuals to complete study or employment",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-specific-learning-difficulties/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Working with Individuals with Learning Disabilities",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Around 1.5 million people in the UK have a learning disability. Owing to the fact that they are likely to find it more difficult than others to describe their symptoms, a good knowledge of legislation and the healthcare system, as well as an understanding of signs and symptoms of various conditions, is essential for anyone working with individuals with learning disabilities. Course Content:                          Gives employees a high standard of learning\nRelevant to a variety of people and settings\nProvides assurance of well trained employees\nImproves your team’s understanding of learning disabilities\nCreates better preventative care",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Working with People with Mental Health Needs",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The Level 2 Understanding Working with People with Mental Health Needs qualification aims to raise awareness of the role of the mental health worker and the process and approaches involved in the care and support of those who experience mental ill-health.",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Business Start-up",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This quick course is designed for learners seeking to develop a business start-up, which supports you with the knowledge and skills you need.\n\nIt will give learners an understanding of the initial processes and requirements of a business start-up, knowledge of the first steps in creating a business start-up, including the marketing, legal and financial requirements, and an understanding of how to write a business plan.\nModules include:\n- First steps in a business start-up\n- Marketing a new business\n- Legal and financial considerations\n- Developing a business plan",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/creating-a-business-start-up/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Data Protection and Data Security (GDPR)",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "You may have heard of it before, but GDPR is a big topic. The General Data Protection Regulation is a law that came in back in May 2018 and was designed to create laws that will protect an individual’s personal data. Data protection compliance is a legal requirement for all companies and organisations. There are severe penalties for those who break the law or those who don’t meet standards.  \n\nBy completing this qualification you will have knowledge of data protection best practices, current data laws and regulations and your obligations. This course can be useful to the individual for personal use or professional use in any organisation. \n\nThe qualification isn’t graded, but to be awarded with the certificate, learners must demonstrate their knowledge of the learning outcomes and assessment criteria for the mandatory units. \n\nModules include:\n- Understanding data protection legislation \n- Rights and responsibilities of different people \n- Procedure concerning data \n- Identify potential threats to ICT and data systems \n- Preventing data loss \n- Consequences of not protecting data",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/data-protection-and-data-security/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Information, Advice and Guidance",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is a great introduction to IAG (Information, Advice and Guidance) and covers a range of topics from confidentiality to making accurate client records. \n\nYou will learn about effective signposting, referral procedures, meeting the needs of clients, boundaries of the IAG role, complying with legislation, barriers that clients may face, challenging stereotyping, selecting appropriate resources for clients and more.  \n\nBy completing this qualification you will have a knowledge foundation to be able to put these skills in practice and understand how to support individual clients.\n\nModules includes:\n- Explore communication techniques \n- Study how values, attitudes and beliefs can affect interactions \n- Develop interaction and interpersonal skills \n- Learn how information, advice or guidance can be explored \n- Learn how group interaction can be utilised \n- Manage information, including storage and retrieval \n- Learn how to comply with the law",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/information-advice-and-guidance/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Lean Organisation Management Techniques",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "A lean organisation provides the greatest customer value with the fewest resources, a philosophy increasingly important in today’s competitive business market. A sound understanding of the concept and benefits of a lean environment, as well as knowledge of business techniques and working in teams, is essential. This qualification is ideal for learners working in areas where improvements to quality, processes and costs have been identified. It may also be suitable to provide knowledge and a new skill set that will be attractive to employers.                                                                                        Course Content: Gain understanding of the concept of a lean environment\nLearn how to implement a productivity needs analysis\nLearn about continuous improvement techniques and the principles and techniques of workplace organisation\nUnderstand what makes an effective team\nUnderstand what makes an effective team leader",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Principles of Business Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification provides learners with the knowledge that is required to work in a range of environments in a business administration role. Learners will know how to carry out administrative tasks such as managing information and supporting events and will be able to apply their knowledge in a variety of industries and job roles.\nThe Certificate in Business and Administration Knowledge covers a range of essential skills for the workplace, which will be useful to learners throughout their careers. It will help employers to develop a proficient workforce. Learners will be provided with all necessary workbooks to complete the programme and will be required to work through a series of tasks and activities designed to reinforce the learning process and test their knowledge. The updated version of this qualification has been developed in order to address legislation, reinforcing the importance of equality and diversity within different contexts, including the use of social media and digital marketing.",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Principles of Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In order to have a truly successful business, you need to provide good customer service. It is believed that 96% of unhappy customers don’t ever complain; however, 91% of those simply leave and never come back. The main reason for customer churn is not price but bad customer service. Handling a business’s issues in a professional and courteous manner is an essential day-to-day task.                   Course Content: Learn to deliver excellent customer service\nIncrease awareness of understanding and meeting customers’ needs\nGiving a great customer experience\nLearn from feedback and promote products and services",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Principles of Team Leading",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course helps to develop a wide range of team leading skills, contributing to a more productive team. It includes the principles of team leading, developing an understanding of business and improves the knowledge needed to support communication with various levels of stakeholders.\n\nModules include:\n- Establishing the team\n- Increasing team motivation\n- Effective communication\n- Develop working relationships with colleagues\n- Reporting structures\n- Relevant legislation\n- Coaching, mentoring and personal development",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/principles-of-team-leading/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Retail Operations",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The retail industry is subject to a number of pressures. These include changes in shopping habits and the recent economic downturn which reduced consumer spending. However, as consumer confidence begins to grow, it is important that retail support staff are fully trained and equipped to represent your business and to meet the needs of your customers. As removing staff from the ‘shop floor’ applies pressure to rotas, this training can be carried out in the learner’s own time via our tried and tested flexible learning approach. Course Content:                                                                             Develop understanding of the different aspects of the retail industry\nLearn about customer payments and the selling process\nUnderstand how to provide good customer service\nLearn how to deal with queries and complaints\nGain an understanding of basic retail law and the importance of correct stock control",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Workplace Violence and Harassment",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Workplace violence and Harassment can have huge consequences for employers, employees and the work environment. The Trades Union Congress (TUC) estimates that 29% of people have been bullied at work, and more than 1 in 3 people who report being bullied leave their job because of it. Understanding about effective communication and ways to reduce conflict in the workplace will help to create a more positive working environment, benefiting both employers and employees, and improving job satisfaction, health and well-being, and productivity.\nModules includes:\n- How to contribute to a positive and safe working environment\n- How to reduce and effectively deal with violence in the workplace\n- Understanding aggression, bullying and harassment in the workplace and how it can be prevented\n- Understanding equality, diversity and inclusion in the workplace and the benefits to individuals and organisations",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/understanding-workplace-violence-harassment/"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Equality & Diversity in the Workplace",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Britain is a culturally diverse nation that respects and values the differences in people. Companies are legally required to follow a set of practices to ensure discrimination is eradicated and expectations of equality are met. A good understanding of the wide-ranging legislation is essential in creating a workplace that is centred on fairness, dignity and respect. The aim is to raise awareness of stereotyping, prejudice and discrimination, to identify the basic rights that all people should enjoy and the shared values people have.                                                                                                                    Course Content:                                                                                                                                                 Learn the importance of equality and diversity within different contexts\nGain an understanding of the different issues affecting equality and diversity in today’s society",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/apply-for-a-full-time-course-online/?utm_source=Website&utm_medium=popup&utm_campaign=Pop-up%20banner%20still%20apply"
},
{
  "Provider": "North Warwickshire & South Leicestershire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Logistics",
  "Qualification": "Principles of Warehousing & Storage",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The course will enable learners to process orders for dispatch, understand the purpose of a stock check and other practical knowledge needed for operating a warehouse.\n\nModules include:\n- Understanding the warehousing and storage industry\n- Understanding the functions and benefits of warehousing\n- The purpose of a stock check\n- Understand how to receive and store goods\n- Understand how to process orders and prepare them for dispatch\n- Understand how to check stock and update records\n- Customer service in warehousing and storage",
  "Description": "",
  "Link": "https://www.nwslc.ac.uk/course/principles-of-warehousing-storage/"
},
{
  "Provider": "Netcom Training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "CSIS (Comptia Secure Infrastructure Specialist)",
  "Level": "Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "On line learning with live streaming, virtual classrooms and daily support and guidance, this course will revert to classroom workshop basis once Pandemic is cleared.  Flexible classes Morning/Afternoon/ Evening available.",
  "Description": "",
  "Link": "netcomtraining.co.uk"
},
{
  "Provider": "",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Behaviour that Challenges in Children",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course will equip learners with a detailed understanding of behaviour that challenges in children, including how such behaviour can be assessed and the avoidance techniques that can help minimise the effects of behaviour that challenges. You will look at how different coexisting conditions, such as a learning disability, a mental health condition, sensory issues and autism can impact on behaviour that challenges and how to support those children who experience these complex behaviours.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/7/4608"
},
{
  "Provider": "Aston Business School",
  "SupportFor": "Small businesses",
  "Areas": "All",
  "CourseArea": "Marketing",
  "Qualification": "SMEs dealing with COVID-19",
  "Level": "n/a",
  "Type": "Podcast",
  "Cost": "Free",
  "Opportunity": "Welcome to Aston Business School’s new podcast series where our top academics will provide essential advice to business leaders, entrepreneurs and students. Aston’s academics will be interviewed by Steve Dyson, a business journalist and former daily newspaper editor who has presented dozens of regional programmes for BBC’s HARDtalk series.",
  "Description": "",
  "Link": "https://www2.aston.ac.uk/aston-business-school/podcast"
},
{
  "Provider": "Pet Xi",
  "SupportFor": "People seeking employment",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "4 Day online customer service course from the comfort of your own home via our virtual learning platform, all you need is a computer.",
  "Description": "",
  "Link": "Contact Lwelland@pet-xi.co.uk or 07341562979"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Anxiety and Mental Health",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "To support people with adjusting to a new lifestyle, and managing possible symptoms to support positive mental health",
  "Description": "Mental Health First Aid \nUnderstanding Anxiety \nManaging Anxiety \nSupporting People with Anxiety and Panic Attacks\nSign and Symptoms of Depression \nSupporting Individuals with Depression \nWhere to get support",
  "Link": ""
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Safeguarding Adults and Children",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Safeguarding is important in protecting and promoting the welfare of people who are classed as vulnerable. These people need be cared for in an environment that is as safe as possible.  \n\nThis course is suitable for individuals working in a workplace environment or education setting that may encounter challenging behaviour. This course investigates the difference between conflict and behaviour that challenges, and aggression vs assertive behaviour. You will look at the impact and possible justification for these behaviours, considering what the root cause could be. This course will equip you with pro-active strategies to support positive behaviour.\n\nThis is an online course. You will receive your welcome email with your course login details and further information within 48 hours of enrolment.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/1090"
},
{
  "Provider": "Burton and South Derbyshire College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Understanding the Safe Handling of Medication in Health and Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The purpose of the qualification is to develop learners’ knowledge and understanding of how to administer, store, dispose of and process medicines safely, and provides learners with an understanding of medication and prescriptions. This qualification is intended to prepare learners for further learning or training.",
  "Description": "",
  "Link": "https://www.bsdc.ac.uk/explore/course/view/12/4591"
},
{
  "Provider": "Hereward College",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Awareness of Mental Health Problems",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The programme is designed for learners aged 16 and above, who are working in a range of settings within the public, private or voluntary sectors and who wish to raise their awareness of mental health.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=230"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Common Health Conditions",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is aimed at anybody willing to improve their knowledge and understanding  of common health conditions. It will appeal to those who either have a personal/professional interest in  arthritis care, stroke, dementia, Parkinson’s disease and sensory loss awareness  or organisations within the health and social care sector",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=231"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Counselling Skills",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This nationally recognised qualification will provide an understanding of core counselling skills. Learners will be required to demonstrate practical skills to meet specific assessment criteria and will be required to take part in a role play or simulation.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=232"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Equality and Diversity",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is suitable for a wide range of learners, including those who are already in work to support their continuous professional development, or those seeking employment. It’s also ideal for those who are looking to develop an awareness of issues surrounding equality and diversity, for their own personal development.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=233"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Falls Prevention",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Aimed at anyone working in a health of social care environment, particularly those who support, or have contact with, older people who are prone to falls. It will also be useful to individuals who support family members or friends  whoa re at risk of falling",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=234"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Information, Advice or Guidance",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is for anyone who provides information, offers advice and supports people to achieve their goals within a range of settings",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=264"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Preparing to Work in Adult Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Around 1.5 million people work in adult social care in the UK. They provide personal and practical support, helping people live independent lives and making sure that they have dignity, choice and control.   This nationally recognised qualification will support those who work in, or would like to work in a care organisation, large or small",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=235"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Principles of Business Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This nationally recognised qualification provides the underpinning knowledge required by employers for staff working in a business administration role",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=236"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Principles of Care Planning",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course is an introduction to the principles and practice of person-centred care planning and the values that underpin the planning process.  It will look at the role of the care worker and explore nutrition and hydration in health and social care settings.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=250"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "Principles of Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This nationally recognised qualification provides the underpinning knowledge required by employers for staff working in a customer service role",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=237"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Principles of Dementia Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The course Is designed for anyone who wishes to understand more about dementia and will be highly valuable to people who support those with the condition in a personal or professional capacity",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=238"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Principles of End of Life Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Aimed at anyone who wishes to improve their knowledge and understanding of end of life care and palliative care. It has relevance to all types of care settings, including hospices, care homes, care in the community and primary care.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=239"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Principles of the Principles & Control of Infection in Healthcare Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Ideal for anyone who works, or would like to work, in a health-care setting. The areas covered are relevant to a wide range of job roles within the health and social care sector and the programme will be useful to people involved in health and asocial care at all levels",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=240"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Leadership and management",
  "Qualification": "Principles of Team Leading",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This national recognised qualification is aimed at those who manage teams and provides mechanisms for coping with the various demands of the role.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=251"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Understanding Autism",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Autism is a lifelong disability which affects how an individual communicates with and  relates to other people. It also affects how they make sense of the world around them. This nationally recognised qualification is aimed at those who support or work with, or would like to support or work with individuals with autism.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=241"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Understanding Behaviour that Challenges",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Behaviour can be defined as challenging if it puts the person displaying the behaviour, or people around them, at risk or if it leads to a poorer quality of life. This nationally recognised qualification is aimed at those who support or work with, or would like to support or work with individuals with challenging behaviour",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=242"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Understanding Common Childhood Illnesses",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is suitable for anyone wanting to increase their knowledge and understanding of common childhood illnesses so that they can support the well-being of babies  and young children they support and care for",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=262"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Understanding the Care and Management of Diabetes",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This programme will be ideal for anyone whose work may bring them into contact with people who have diabetes. This includes health-care workers, people who work with children and young people, and those employed in the uniformed services. It may also be of interest  to people who have diabetes themselves.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=246"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Understanding Children and Young People's Mental Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is suitable for anyone looking to increase  their knowledge of children and young people’s mental health. It will be particularly useful for people working in an educational setting",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=252"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Understanding Dignity and Safeguarding in Adult Health & Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course explores two key principles that everyone who works within health and social care should strive to uphold. The first principle is that of promoting and respecting an individual’s dignity. The second principle is that of safeguarding an individual’s right to live free from harm, abuse and neglect.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=243"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Understanding Nutrition and Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This programme is for those interested in improving their understanding of nutrition and healthy eating, especially those working, or intending to work, in settings such as sport and recreation, exercise and fitness, hospitality and catering or health care",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=244"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Understanding Personal Care Needs",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The programme is designed for learners who are working in any social care setting and who wish to develop their knowledge and understanding of personal care needs.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=263"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Understanding the Safe Handling of Medication in Health & Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Designed for learners aged 18 or over, who wish to develop their knowledge of the safe handling of medicines. It its ideal for those who are already employed in a health and social care context, who wish to study the programme as part of their own continuous professional development.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=247"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Understanding Safeguarding and Prevent",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Aimed at anyone who has a responsibility for safeguarding children, young people or vulnerable adults. It will be particularly useful for people working in a training/educational setting, youth workers, and those involved in the running of youth sports teams and community groups that support children and young people.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=248"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Understanding Specific Learning Difficulties (Including Dyslexia)",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Specific Learning Disabilities describes a group of related conditions that often overlap or occur together which affect the way individuals learn and the way information is processed. They are neurological — arising from differences  in the structure of the brain and do not relate to levels of intelligence",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=245"
},
{
  "Provider": "Hereward College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Working with Individuals with Learning Difficulties",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification is aimed at learners who work with, or would like to work with, individuals with learning disabilities. Although it will be particularly useful to those working in health and social care, it will also be of interest to those who work in education or housing support roles.",
  "Description": "",
  "Link": "https://www.hereward.ac.uk/learn-with-us/distance-learning-and-training/details.aspx?positionId=249"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Employability",
  "Qualification": "Award in Employability",
  "Level": "Level 1 & 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Introduction to skills for the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Employability",
  "Qualification": "Certificate in Employability",
  "Level": "Level 1 & 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Introduction to skills for the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Logistics",
  "Qualification": "Certificate in Warehousing & Storage Principles",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding the requirements for working in a warehouse",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Leadership and management",
  "Qualification": "Certificate in Team Leading Principles",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding the requirements of being a first line manager",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Certificate in the Principles Business of Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding the role of an administrator",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Food Industry",
  "Qualification": "Level 1, 2, 3 Food Safety",
  "Level": "Level 1, Level 2 & Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Requirements for working with food",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and safety",
  "Qualification": "Level 1, 2, 3 Health and Safety in Workplace",
  "Level": "Level 1, Level 2 & Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding Health & Safety requirements in the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "Level 2 Award in Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding the requirements for dealing with customers",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Preparing to work in Adult Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Insight into preparing for work in Adult Social Care",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in Digital Skills for Work (online only)",
  "Level": "Level 1 & 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing digital skills for the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Cleaning",
  "Qualification": "Certificate in Cleaning Principles",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding generic and specialist principles in the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Customer Service for Health and Social Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding how to deal with customers and those who access the Health & Social Care Industry",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "Certificate in the Principles of Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Understanding the requirements for dealing with customers",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Certificate in Mental Health First Aid  and Mental Health Advocacy in the workplace",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Raising awareness of mental health to help create a culture of promoting positive mental health",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Awareness of Mental Health Problems  (HSC)",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing an awareness of mental health in the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Money management",
  "Qualification": "Award in Managing Your Money",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing an understanding of managing your personal finance",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Beauty Industry",
  "Qualification": "Certificate in Nail Technology",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Preparing and developing skills to work in the nail industry",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Beauty Industry",
  "Qualification": "Certificate in Cosmetic Make Up",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Preparing and developing skills to work in the Beauty industry",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Employability",
  "Qualification": "Certificate in Skills for Employment in the Care Sector",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Introduction to skills for the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Employability",
  "Qualification": "Certificate in Skills for Employment in the Care Sector",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Introduction to skills for the workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in IT User Skills in Open Systems and Enterprise (ITQ)",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing IT Skills for the Workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in IT User Skills in Open Systems and Enterprise (ITQ)",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing IT Skills for the Workplace",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Construction",
  "Qualification": "Skills for Working in Construction and Building Industries",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Provides an insight and understanding of the Construction Industry and assist the achievement of a CSCS Card",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Personal and Social Development Skills",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Developing personal and social skills of individuals",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Phoenix Training Services (Midlands Ltd)",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Skills for Working in Health, Lifestyle & Science Industries",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Introduction to working in the Care Industry",
  "Description": "",
  "Link": "https://moodle.phoenixtraining.org"
},
{
  "Provider": "Enterkey Training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional skills Maths",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "info@enterkeytraining.com"
},
{
  "Provider": "Enterkey Training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional skills Maths",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "info@enterkeytraining.com"
},
{
  "Provider": "Enterkey Training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills English",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "info@enterkeytraining.com"
},
{
  "Provider": "Enterkey Training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills English",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "info@enterkeytraining.com"
},
{
  "Provider": "Yale",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "The Science of Well-Being",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "In this course you will engage in a series of challenges designed to increase your own happiness and build more productive habits. As preparation for these tasks, Professor Laurie Santos reveals misconceptions about happiness, annoying features of the mind that lead us to think the way we do, and the research that can help us change. You will ultimately be prepared to successfully incorporate a specific wellness activity into your life",
  "Description": "",
  "Link": "https://www.coursera.org/learn/the-science-of-well-being?ranMID=40328&ranEAID=EHFxW6yx8Uo&ranSiteID=EHFxW6yx8Uo-iMsIl6ru_vgfANg1mLDDOQ&siteID=EHFxW6yx8Uo-iMsIl6ru_vgfANg1mLDDOQ&utm_content=10&utm_medium=partners&utm_source=linkshare&utm_campaign=EHFxW6yx8Uo"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Certificate in Awareness of Mental Health Problems",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Mental health concerns how we think, feel and behave and mental health problems can affect anyone. In fact, as many as one in four people in the UK will be diagnosed with a mental health issue at some point in their lives. This figure indicates that most people will have first-hand experience of mental distress, whether it be themselves or someone they know.\n\nThe learning materials for the Certificate in Awareness of Mental Health Problems will provide students with comprehensive knowledge and understanding of the various forms of mental distress, including stress, anxiety, phobias, depression, dementia and schizophrenia, among others.",
  "Description": "",
  "Link": "https://www.telfordcollege.ac.uk/courses/part-time/distance-learning/level-2-certificate-in-awareness-of-mental-health-problems"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Certificate in Principles of Business Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "As well as attaining a nationally recognised qualification upon completion, candidates will further their personal and professional development and gain relevant skills, knowledge and understanding, leading to improved experience for those using their services.",
  "Description": "",
  "Link": "https://www.telfordcollege.ac.uk/courses/part-time/distance-learning/level-2-certificate-in-principles-of-business-admin/"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Common Health Conditions",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "As well as enabling learners to achieve a nationally\nrecognised qualification, this programme will help to\nencourage or consolidate good practice in the workplace.\nThe course also provides employers with a structured\ntraining programme that will meet the training requirements\nof their employees, giving peace of mind that staff are\nequipped with the knowledge they need to better support\npeople with some of the most common health conditions in\nthe UK today.",
  "Description": "",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Counselling Skills",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "What are the benefits of doing this course?\n\nAs well as attaining a nationally recognised qualification to evidence competency to employers, candidates will further their personal and professional development through improving their understanding of how counselling skills work.\n\nWhat will I learn?\n\nThe Level 2 Certificate in Counselling Skills includes the following units that are presented in two concise module workbooks:\n• Diversity and Ethics in the Use of Counselling Skills\n• Introduction to Counselling Skills Theories\n• Counselling Skills and Personal Development\n• Using Counselling Skills",
  "Description": "",
  "Link": "https://www.telfordcollege.ac.uk/courses/part-time/distance-learning/level-2-certificate-in-counselling-skills/"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "LEVEL 2 CERTIFICATE IN principles of\nCustomer service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In order to have a truly successful business, you need to provide good customer service. It is believed that 96% of unhappy customers don’t ever complain; however, 91% of those simply leave and never come back. The main reason for customer churn is not price but bad customer service. Handling a business’s issues in a professional and courteous manner is an essential day-to-day task.",
  "Description": "What will I learn?\n Principles of Customer Service and Delivery\n Understand Customers\n Understand Employer Organisations",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Customer Service for Health and Social Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "The objectives of this qualification are to help learners:\n• develop an awareness of customer service in health and social care\n• understand how to communicate effectively in a health and social care setting\n• understand the needs of customers who access health and social care services\n• understand teamwork in health and social care settings.",
  "Description": "This qualification is available for learners aged\n14 years and over.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Dignity and\nSafeguarding in Adult Health and Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is designed for a wide range of learners\nwho wish to develop their understanding of the importance\nof dignity and safeguarding in an adult health and social care\ncontext.\nWhat are the benefits of doing this\ncourse?\nAs well as attaining a nationally recognised qualification upon\ncompletion, candidates will learn to recognise potential signs,\nsymptoms and indicators of different types of abuse and the\nsteps that should be taken if they suspect that an individual is at\nrisk of harm and abuse.",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no specific entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "Award and Certificate in Equality and Diversity",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "The course is suitable for a wide range of learners,\nincluding those who are already in work to support\ntheir continuous professional development, or those\nseeking employment. It’s also ideal for those who are\nlooking to develop an awareness of issues surrounding\nequality and diversity, for their own personal\ndevelopment.",
  "Description": "The qualifications are suitable for learners aged 14 or over.\nThere are no specific recommended prior learning\nrequirements for these qualifications; however, candidates\nmay find it beneficial if they have already achieved a Level 1\nqualification.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Falls Prevention Awareness",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is aimed at anyone working in a health or\nsocial care environment, particularly those who support,\nor have contact with, older people who have an increased\npropensity to falls. It will also be useful to individuals who\nsupport family members or friends who are at risk of falling",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no specific entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "Information, Advice or Guidance",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "By following Hallmark’s materials learners will be able to develop\ntheir skills, share best practice and increase their confidence\nin information, advice or guidance delivery. The programme\nwill provide them with an understanding of the factors\nwhich can influence the effectiveness of information, advice\nor guidance group sessions. It also covers how to plan,\nconduct and evaluate such sessions and enables learners to\nacquire the skills required to establish co-operative working\nrelationships with clients",
  "Description": "Learners must be aged 19 or over in order to enrol on the\ncourse. There are no other specific entry requirements for\nthis qualification.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Prevention & Control of Infection in Health Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "As well as providing learners with a nationally recognised\nqualification, this course will help them apply good practice\nrelating to infection prevention and control in the workplace,\ngiving them confidence in their work. Furthermore, as\ncleanliness and hygiene are important in all walks of life, the\npractical understanding that learners will acquire from this\nprogramme will assist them throughout their careers and\noutside of the workplace.",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no specific entry requirements for this programme. It is\nexpected that learners will be working – or intending to work\n– in a health-care setting. However, as this is a knowledge based\nqualification, there is no requirement to demonstrate\ncompetence. As such, access to a health-care setting is not\na requirement.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Dementia Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "By following this programme, learners will be able to develop\ntheir knowledge of the different forms of dementia and\ngain an appreciation of taking a person-centred approach\nto dementia care and support. By introducing issues\nsurrounding equality, diversity and inclusion that are\nfundamental to person-centred care, the qualification will\nenable learners to recognise the individual needs and\npreferences of people in their care.",
  "Description": "Learners must be aged 16 or over in order to enrol on the\ncourse. There are no other specific entry requirements for this\nqualification.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding the Safe Handling\nof Medication in Health and Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This course is designed for learners aged 18 or over,\nwho wish to develop their knowledge of the safe\nhandling of medicines. It is ideal for those who are\nalready employed in a health and social care context,\nwho wish to study the programme as part of their own\ncontinuous professional development.",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no specific entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Leadership and management",
  "Qualification": "TEAM LEADING",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Strong team leadership is essential for providing guidance, direction and instruction within a group and inevitably leads to more effective teamwork and more motivated employees. Being able to manage a team effectively is critical in the current job market, where employee productivity and team outcomes are closely monitored.",
  "Description": "What will I learn?\n• Principles of Team Leading\n• Understand Business\n• Understand How to Communicate Work-Related",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Behaviour that Challenges",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In an individual’s personal or work life they may encounter behaviour that they find hard to understand and difficult to ‘manage’. This course gives learners an insight into behaviour that challenges and how to respond to these situations in the most appropriate and supportive way. Learners will examine what behaviour that challenges means, why it may occur and how to promote positive behaviour.\n\nThey will learn about the importance of effective communication and the vital role of reflection following episodes of behaviour that challenges. Learners will also explore the support available to maintain their own well-being. Behaviour that challenges others is almost always a form of expression (a way of telling us something) and an indicator of unmet needs. The ‘challenge’ is not the person. The challenge is to understand the triggers for and reasons behind their behaviour. This understanding will help care and education providers alike to develop the proactive strategies needed to reduce incidences of behaviour that challenges in the future",
  "Description": "",
  "Link": "https://www.telfordcollege.ac.uk/courses/part-time/distance-learning/level-2-certificate-in-understanding-behaviour-that-challenges-distance-learning/"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Autism",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is designed for learners who wish to develop\nan understanding of autism and how to support individuals\nwith autism. It is useful for learners who provide direct support\nand those working in sectors such as: health and social care;\neducation and training, and nursing. It will also be useful to\nthose who support a family member or friend with autism.",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no specific entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Nutrition\nand Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is ideal for a wide range of learners who\nare interested in improving their understanding of nutrition\nand healthy eating. It will be particularly relevant for those\nworking, or intending to work, in settings such as sport and\nrecreation, exercise and fitness, hospitality and catering\nor health care, providing specific skills and knowledge to\nsupport their role in the workplace.",
  "Description": "This qualification is open to all learners aged 14 and over,\nand there are no specific entry requirements.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "Certificate in Understanding Safeguarding\nand Prevent",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is aimed at anyone who has a responsibility\nfor safeguarding children, young people or vulnerable adults.\nIt will be particularly useful for people working in a training /\neducational setting, youth workers, and those involved in the\nrunning of youth sports teams and community groups that\nsupport children and young people.",
  "Description": "Learners should be aged 18 and over, but otherwise there\nare no specific entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "Certificate in Principles of Working with\nIndividuals with Learning Disabilities",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "This qualification is aimed at learners who work with, or\nwould like to work with, individuals with learning disabilities.\nAlthough it will be particularly useful to those working in\nhealth and social care, it will also be of interest to those who\nwork in education or housing support roles.",
  "Description": "Learners should be aged 16 and over, but otherwise there\nare no speciﬁc entry requirements for this programme.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Telford College",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Working with People with Mental Health\nNeeds",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "Understand the role of the mental health worker (D/506/2895)\n Mental health and mental health issues (D/504/1707)\nUnderstand duty of care in adult health and social care (K/506/1300)\nApproaches to care and management in mental health (K/601/2950)\nUnderstanding change and support in relation to mental health (K/504/1709)",
  "Description": "This qualification is suitable for learners aged 16 and above.\nThere are no specific prior qualifications needed to access this qualification, although\nlearners may find it useful to have previously achieved a Level 1 qualification in a health,\nsocial care or mental health related area.",
  "Link": "Call us: 01952 642335\nEmail us: distancelearning@telfordcollege.ac.uk"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Introducing Caring for Children and Young People",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Have a passion for child development? \n\nThis course will get you started. Taught by expert tutors, this course will give you the opportunity to study a range of topics from three main areas: child care and education, babysitting and parenting responsibilities. There are also units covering learning, development and play.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Introducing-Caring-for-Children-and-Young-People&courseid=332000848342100"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Behaviour that challenges",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The qualification is suitable for a wide range of learners looking to improve their knowledge and awareness in this subject area, including those working within healthcare, social care and education contexts. The qualification is suitable for anyone wanting to learn how to respond to incidences of behaviour they may find challenging.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-Behaviour-that-challenges&courseid=332000848342175"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Falls Prevention",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Are you caring for an elderly person? Looking to enhance your skills as a professional within the Health and Care sector? \n\nThe Level 2 Certificate in Falls Prevention Awareness qualification is aimed at anyone working in a health or social care environment, particularly those who support or have contact with older people who have an increased propensity to falls. It will also be useful to individuals who support family members or friends who are at risk of falling.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Falls-Prevention&courseid=332000848342120"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Autism",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This course will develop your understanding of autism and the principles of supporting individuals with autism, covering the person-centred approach and influence of positive communication methods, how to support positive behaviour and how individuals with autism can be supported to live healthy and fulfilled lives.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-Autism&courseid=332000848342169"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Mental Health Awareness",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Want to enhance your understanding of mental health?\n\nThis qualification aims to raise awareness of mental health and the wide range of mental health conditions. You will explore the social context of mental illness and how this is seen within the general public and the media. You will also develop an understanding of the physical and emotional effects of a variety of mental health illnesses, and the impact his can have on family and friends.\n\nThroughout the course, you will develop an understanding of different signs and symptoms that a person with mental health illnesses may present, and the range of support networks that are available to support people with mental health issues.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Certificate-in-Mental-Health-Awareness&courseid=332000848342129"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding End of Life Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Looking to work in Health and Social Care? Want to enhance your skills as a professional in the sector? \n\nThis course provides students with the necessary knowledge and understanding of this sensitive time of life to support their role. The course covers the experiences of friends and family, as well as the patient themselves.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-End-of-Life-Care-&courseid=332000848342114"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Common Health Conditions",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The Level 2 Certificate in Common Health Conditions is a qualification designed for learners looking to start work in, or already working in health and social care, who would like an understanding of common health conditions and their effects on individuals.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-CertIficate-in-Common-Health-Conditions&courseid=332000848342076"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Certificate in Equality and Diversity",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The new versions of these qualifications have been developed in order to address new legislation in this area, reinforcing the importance of equality and diversity within different contexts and ensuring that all students gain an understanding of the different issues affecting equality and diversity in today’s society, the community and the workplace.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Equality-and-Diversity&courseid=332000848342108"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Customer Service",
  "Qualification": "Certificate in the Principles of Customer Service",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This distance learning qualification is designed for a wide range of learners who wish to understand the approaches to good customer service knowledge.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Certificate-in-the-Principles-of-Customer-Service&courseid=332000848342094"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Principles of Dementia Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Want to enhance your knowledge in caring for those with dementia? Looking to start a career in mental health and caring for the elderly? \n\nThis course will get you started. Taught by expert tutors, this course will help you develop your knowledge and understanding of the principals of caring for those with dementia.\n\nIt covers areas such as person centred care, the influence of positive communication methods, issues relating to their use of medication for those with dementia and the importance of providing appropriate activities.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Principles-of-Dementia-Care&courseid=332000848342147"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in The Dignity and Safeguarding in Adult Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Looking to start a career in Health and Social Care? Want to enhance your skills This course will get you started. Taught by expert tutors, this course will give you the knowledge and understanding of the key principles of dignity, duty of care and safeguarding as applied to adult health and social care",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-The-Dignity-and-Safeguarding-in-Adult-Social-Care&courseid=332000848342103"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Education",
  "Qualification": "Certificate Understanding Children and Young People's Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The Level 2 Certificate Understanding Children and Young People's Health is a qualification designed for learners looking to start work in, or already working in a child care setting, who would like an understanding children's mental health and its effects on individuals.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=-Level-2-Certificate-Understanding-Children-and-Young-People-s-Health-&courseid=332000852624322"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in the Principles of Business Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to develop learners’ knowledge and understanding across a range of administrative concepts and practices. \n\nThe objective of this qualification is to help learners to develop essential knowledge of how to carry out administrative tasks such as managing information and supporting events.  Students will also learn how to apply their knowledge in a variety of industries and job roles.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-the-Principles-of-Business-Administration&courseid=332000848342070"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in the Principles of Care Planning",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Care planning is about addressing an individual’s full range of needs whilst accounting for their circumstances and preferences. It helps individuals to be involved in decisions about their care and to achieve the outcomes they want.\n\nThis qualification will help learners to understand their role in supporting the preferences and needs of individuals in relation to their care or support, the development and implementation of care plans and contributing to the review of these by observing, monitoring and reporting on the care activities they’re responsible for.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-the-Principles-of-Care-Planning&courseid=332000848342091"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Leadership and management",
  "Qualification": "Certificate in the Principles of Team Leading",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The ideal course for individuals looking to learn how develop their team leading skills and support and develop teams. Suitable for those working as part of a team, delivering a service or working with others as part of their daily lives.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-the-Principles-of-Team-Leading&courseid=332000848342163"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in the Principles of the Prevention & Control of Infection in Health Care Settings",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Want to work in a clinical setting? Or are you looking to enhance your skills? \n\nThis course will get you started. Taught by expert tutors, this course will help you to develop your knowledge and understanding of the importance of the prevention and control of infection. It's suitable for those who are working within the health and social care sector, or would like to enter the industry. The course will provide you with knowledge that can be applied to a wide range of job roles within the sector.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=-Level-2-Certificate-in-the-Principles-of-the-Prevention-Control-of-Infection-in-Health-Care-Settings&courseid=332000848342141"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding Nutrition & Health",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Looking to start a career in nutrition? Want to take the first step in becoming a nutritionist, a food technologist or a health promotion specialist? \n\nThis course can get you started. Taught by expert tutors, this course will enhance your understanding of the principals of health eating and the role of food in maintaining health.\n\nThrough this course, you will develop your confidence in planning and achieving a healthy diet, as well as how someone’s dietary requirements change throughout their life.\n\nYou will also develop an understanding of food labelling and the ability to use information from food labels. In addition, you’ll learn about the role of a healthy diet for weight management and the principals of food safety in a home environment.\n\nTo help prepare you for a role within the NHS, the course will also provide you with information on eating disorders, so you can develop the understanding to support those affected by the condition.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-Nutrition-Health&courseid=332000848342135"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding the Care & Management of Diabetes",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "This qualification aims to provide the student with an understanding of the different types of diabetes and how these occur. Students will develop awareness of how the onset of Type 2 diabetes can be delayed with lifestyle changes.\n\nThrough the course, students will also develop an understanding of diabetes diagnosis, initial care, ongoing care and the treatment of diabetes used to control blood sugar levels.\n\nThis qualification will allow learners to build up achievements in a way which is appropriate and meaningful.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-the-Care-Management-of-Diabetes-&courseid=332000848342082"
},
{
  "Provider": "Walsall College",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and social care",
  "Qualification": "Certificate in Understanding the Safe Handling of Medication in Health and Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Do you work in pharmacy? Need to enhance your skills to meet CPD requirements?\n\nThis course will get you started. Taught by expert tutors, this course will help you to develop the skills to meet the latest requirements to work in the industry. \n\nYou will develop your understanding of medication and prescriptions, as well as how to supply, store and dispose of medication. You will also understand the requirements for the safe storage of medication and how to keep a record of everything you keep in store.",
  "Description": "Students must be 19 years or over and must take an initial written assessment.",
  "Link": "https://www.walsallcollege.ac.uk/Course/?CourseTitle=Level-2-Certificate-in-Understanding-the-Safe-Handling-of-Medication-in-Health-and-Social-Care&courseid=332000848342153"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Health and social care",
  "Qualification": "Health, Sport and Psychology",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "Number of free courses covering Health, Sport and Psychology",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Education",
  "Qualification": "Education and development",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "free",
  "Opportunity": "Number of free courses covering Education and development",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "History and Art",
  "Qualification": "History and art",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Number of free courses covering History and Art",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Language",
  "Qualification": "Language",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Number of free courses covering Language",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Business",
  "Qualification": "Money and Business",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Number of free courses covering Money and Business",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Science and technology",
  "Qualification": "Science, Maths & Technology",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Number of free courses covering Science, Maths & Technology",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Society, Politics & Law",
  "Qualification": "Society, Politics & Law",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Number of free courses covering Society, Politics & Law",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/free-courses/full-catalogue"
},
{
  "Provider": "Future Learn",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Generic",
  "Qualification": "A wide range of online courses covering a wide range of subjects, popular categories including; Business and Management, Healthcare and Medicine, IT and Computer Science and Teaching.",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "A wide range of online courses covering a wide range of subjects, popular categories include Business and Management, Healthcare and Medicine, IT and Computer Science and Teaching.",
  "Description": "",
  "Link": "https://www.futurelearn.com/courses"
},
{
  "Provider": "LinkedIn Learning",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Generic",
  "Qualification": "A wide range of online courses covering a wide range of subjects, popular categories including; Spreadsheet, Data analysis and Project management",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "LinkedIn Learning – Many professional online courses available for staff training, development and upskilling",
  "Description": "",
  "Link": "https://www.linkedin.com/learning?trk=learning-course_nav-header-logo&upsellOrderOrigin=default_guest_learning"
},
{
  "Provider": "Thinkuknow",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Online safety",
  "Qualification": "Staying safe when you're on a phone, tablet or computer.",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Thinkuknow is the education programme from NCA-CEOP, a UK organisation which protects children both online and offline.",
  "Description": "",
  "Link": "https://www.thinkuknow.co.uk/?utm_source=Thinkuknow&utm_campaign=03cb8440df-TUK_ONLINE_SAFETY_AT_HOME_24_03_20&utm_medium=email&utm_term=0_0b54505554-03cb8440df-55160489"
},
{
  "Provider": "Google Digital Garage",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Generic",
  "Qualification": "A wide range of online courses covering a wide range of subjects, popular categories including Digital Marketing, Data, Time Management, Productivity and more.",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Online mini-courses in Digital Marketing, Data, Time Management, Productivity and more.",
  "Description": "",
  "Link": "https://learndigital.withgoogle.com/digitalgarage/courses"
},
{
  "Provider": "Learn my way",
  "SupportFor": "All",
  "Areas": "all",
  "CourseArea": "Digital skills",
  "Qualification": "A wide range of online courses covering a wide range of subjects, popular categories including Using your computer, Money management and Online safety.",
  "Level": "n/a",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Online mini-courses in Using your computer, Money management and Online safety and more",
  "Description": "",
  "Link": "https://www.learnmyway.com/"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Business and Administration",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The L1 Business Administration Award covers the following topics: Recording Business Transactions, creating business documents and looks at working in a BA environment generally.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Business",
  "Qualification": "Business and Administration",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In the Level 2 course learners will look at the principles of professional behaviour and providing administrative services.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "PDE",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The L1 Award in PDE covers the following units to support learners to further develop their employability skills: Career Planning and Interpersonal & Self Management Skills.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "PDE",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In the Level 2 Workills Award learners will gain an understanding of employment responsibilities and rights in preparation for the workplace.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Engineering & Manufacturing",
  "Qualification": "Engineering",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In the Level 1 Engineering Award learners will learn how to work safely in Engineering and move on to focus on starting work in the Engineering sector.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Engineering & Manufacturing",
  "Qualification": "Engineering",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The EAL L2 Award in Industrial Environmental Awareness allows learners to study the health and safety laws and requirements specific to working in a industry setting. Assessment consists of an internal written assignment and an online exam.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "People seeking employment",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Employability",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "The L1 Award in PDE covers the following units to support learners to further develop their employability skills: Career Planning and Interpersonal & Self Management Skills.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "People seeking employment",
  "Areas": "WMCA",
  "CourseArea": "Personal skills",
  "Qualification": "Employability",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "In the Level 2 Workills Award learners will gain an understanding of employment responsibilities and rights in preparation for the workplace.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "ICT",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Learners taking the ICT User Skills course will cover the following topics: Improving Productivity using IT, Internet Safety for IT Users, IT User Fundamentals, Using Email and using the internet.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "ICT",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Learners taking the ICT User Skills course will cover the following topics: Improving Productivity using IT, Internet Safety for IT Users, IT User Fundamentals, Using Email and using the internet.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Maths",
  "Level": "Level 1",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of the Functional Skills syllabus to include final assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Maths",
  "Level": "Level 2",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of the Functional Skills syllabus to include final assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "English",
  "Level": "Level 1",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of all elements of the Functional Skills syllabus to include the writing, reading and Speaking and Listening assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "English",
  "Level": "Level 2",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of all elements of the Functional Skills syllabus to include the writing, reading and Speaking and Listening assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "English",
  "Level": "Entry",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of the Functional Skills syllabus to include final assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "English",
  "Level": "Pre Entry",
  "Type": "",
  "Cost": "",
  "Opportunity": "Pre-Entry level study for Functional Skills syllabus",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Maths",
  "Level": "Entry",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of the Functional Skills syllabus to include final assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "Skills Training UK",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Maths",
  "Level": "Pre Entry",
  "Type": "",
  "Cost": "",
  "Opportunity": "Study and completion of the Functional Skills syllabus to include final assessment at a level appropriate to each individual learner.",
  "Description": "",
  "Link": "https://www.skillstraininguk.com/courses-for-adults"
},
{
  "Provider": "LinkedIn Learning",
  "SupportFor": "Employees",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "Remote Working: Setting Yourself and Your Teams Up for Success",
  "Level": "n/a",
  "Type": "",
  "Cost": "",
  "Opportunity": "Optimize working remotely, whether you’re new to remote work or not, and whether you’re leading a team or part of a team involving distributed team members. Discover how to be productive and stay connected when working from home or other remote environments.",
  "Description": "",
  "Link": "https://www.linkedin.com/learning/paths/remote-working-setting-yourself-and-your-teams-up-for-success?u=104",
  "__1": "Covid 19"
},
{
  "Provider": "Alisons",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Generic",
  "Qualification": "A wide range of online courses covering a wide range of subjects, popular categories including; Health, Marketing, Buisness",
  "Level": "n/a",
  "Type": "",
  "Cost": "",
  "Opportunity": "Alison's Certificate courses are a range of free online courses that are designed to provide training that's as streamlined and to-the-point as possible.\n\nBuilt for learners of any ability or knowledge level, each of these free online classes takes less than 3 hours to complete and provides training in a single topic in clear detail.\n\nAnd with over 1000 certificate courses available, whether you want to learn - for free - how to manage projects or take classes in a computer science related course, Alison has the Certificate for you.\n\nYou will find self-paced courses from top universities, world-class professors, experts and companies.",
  "Description": "",
  "Link": "https://alison.com/certificate-courses"
},
{
  "Provider": "Open University",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Digital skills",
  "Qualification": "Introduction to Cyber Security",
  "Level": "n/a",
  "Type": "",
  "Cost": "",
  "Opportunity": "Do you want to better understand online security and protect your digital life, whether at home or work? Perhaps you would like to be able to recognise the threats that could harm you online and the steps you can take to reduce the chances that they will happen to you?\n\nWe've collated a range of free content for you to take your learning further with more in-depth free courses and features on this fascinating subject.",
  "Description": "",
  "Link": "https://www.open.edu/openlearn/futurelearn/cyber-security"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Anxiety and Mental Health",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "To support people with adjusting to a new lifestyle, and managing possible symptoms to support positive mental health",
  "Description": "Mental Health First Aid \nUnderstanding Anxiety \nManaging Anxiety \nSupporting People with Anxiety and Panic Attacks\nSign and Symptoms of Depression \nSuppoorting Individuals with Depression \nWhere to get support",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Health and Wellbeing",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "With the introduction of more home working, tips and support to manage the new inforced home isolation",
  "Description": "Working from Home\nHealthy Eating\nHome/Work balance\nGet moving \nInfection Control - Handwashing \nBasic First Aid\nHealthy Lifestyle \nRelaxation Techniques",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Online safety",
  "Qualification": "Keeping Safe online",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "With the increase of home working and reliance on the internet informing of e-safety",
  "Description": "E-safety for vulnerable people\nE-safety for children\nManaging Screen Time \nThe dangers of click bate and scams",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "COVID19",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Information in one place from relaible sources",
  "Description": "Keeping yourself safe\nLooking after someone with COVID19\nOnline Information \nWarnings and Scams",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Keeping Parents Sane",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "Supporting parents with curriculum activities to keep children busy, active and learning when parents are lost for ideas",
  "Description": "Literacy activities with link to EYFS/areas of learning \nNumeracy Activities with links to EYFS/areas of learning\nHealth and Wellbeing - Children\nE-Safety for Children\nIdeas for Creative and Messy Play\nAdvice for parents on the pressures of home schooling making it more fun etc \nBaking activities / making meals together as a family\nCreate reward charts \nImportance of exercise and tips /playing outdoors \nAudio literature \nWays of making maths fun through activities\nPromoting independence \nFamily group activities for all ages \nHand washing experiments and hygiene \nFree writing – embedding literature through encouraging them to make a journal/diary for older children, of the day what they have enjoyed etc \nPlanning activities and showing how they are easily covered into curriculum",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "All",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Supporting NHS and the Care Sector",
  "Level": "N/A",
  "Type": "Online learning",
  "Cost": "Free",
  "Opportunity": "The Care Certificate is an agreed set of standards that define the knowledge, skills and behaviours expected of specific job roles in the health and social care sectors. It's made up of the 15 minimum standards that should be covered if you are 'new to care' and should form part of a robust induction programme",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "Embark Learning",
  "SupportFor": "People seeking employment",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Preparing to Work in Adult Social Care and ICT for Employment",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in Digital Skills Level 2",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Basic Knowledge to work in Adult Social Care Progress to level 3, build skills, CPD",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Preparing to Work in Adult Social Care",
  "Level": "Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Commence career in Adult Social Care, Apprenticeship",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Preparing to Work in Adult Social Care",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Progress to Apprenticeship, Employment in Care",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in ICT User Skills Level 2",
  "Level": "Level 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Progress to level 3, build skills, CPD",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in Digital Skills Level 1",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Lead to job opportunites, progress to level 2",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "British Values and Prevent",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Safeguarding",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Mental Health in the Workplace",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Mental Health: Children and Young People",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Health and Wellbeing",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Generic",
  "Qualification": "Safer Recruitment Practices",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Health and Wellbeing",
  "Qualification": "Infection Control",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "Basic Knowledge of Infection Control and Cleanliness",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "English Skills",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding - progress to functional skills",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Math Skills",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding - progress to functional skills",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Digital Literacy",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills English",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding - progress to functional skills",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills Maths",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding - progress to functional skills",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Online Safety",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Microsoft Office Support",
  "Level": "Non-accredited",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "CPD opportunites - Better knowledge and understanding",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "Stanfords training",
  "SupportFor": "All",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Digital and Functional skills",
  "Level": "N/a",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "BCTG Direct delivery",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "Certificate in Principles of Management",
  "Level": "Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "promotion, increased management skills, progression",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "CPC",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills",
  "Level": "Entry 2",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "CPC",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills",
  "Level": "Entry 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "CPC",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Functional Skills",
  "Qualification": "Functional Skills",
  "Level": "Level 1",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"
},
{
  "Provider": "Netcom",
  "SupportFor": "Employees",
  "Areas": "WMCA",
  "CourseArea": "Digital skills",
  "Qualification": "BTEC Level 3 I.T Diploma",
  "Level": "Level 3",
  "Type": "Online learning",
  "Cost": "AEB Funded",
  "Opportunity": "",
  "Description": "",
  "Link": "http://www.bctg.org.uk/support-for-you---your-family---your-business/"

}
]